Repository: jasp-stats/jaspAnova
Catalog: po/QML-*.po
Languages: de, es, eu, fr, gl, id, it, pl, pt, ta, zh_hans

# Anova|
source: The groups are independent.
de: Die Gruppen sind unabhängig.
es: Los grupos son independientes.
gl: Os grupos son independentes.
pt: Os grupos são independentes.

# Anova|
source: The variable of interest. This is also called the outcome variable.
de: Die Variable von Interesse. Dies wird auch die Ergebnisvariable genannt.
es: La variable de interés. Esta también se denomina variable resultante.
gl: A variable de interese. Esta tamén se denomina variable resultante.
pt: A variável de interesse. Também chamada de variável de resultado.

# Anova|
source: The variables that are manipulated/define the different groups. These are also called the independent variables.
de: Die Variablen, die manipuliert werden / die verschiedenen Gruppen definieren. Diese werden auch als unabhängige Variablen bezeichnet.
es: Las variables que se manejan/definen los distintos grupos. También se les llama variables independientes.
gl: As variables que se manexan/definen os distintos grupos. Tamén se lles chama variables independentes.
pt: As variáveis que são manipuladas/definem os diferentes grupos. Também são chamadas de variáveis independentes.

# Anova|
source: Weighted Least Squares, here the variable specifying which points have more weight and are therefore considered more informative can be selected. For this last option it is important to know the weights a priori. This option is primarily used when the errors are heteroskedastic, meaning they are not equally distributed across levels of the independent variable.
de: Gewichtete Kleinste Quadrate, hier kann die Variable ausgewählt werden, die angibt welche Punkte mehr Gewicht haben und daher als informativer betrachtet werden. Für diese letzte Option ist es wichtig, die Gewichte a-priori zu wissen. Diese Option wird in erster Linie verwendet, wenn die Fehler heteroskedastisch sind, d.h. sie sind nicht gleichmäßig über die Stufen der unabhängigen Variable verteilt.
es: Mínimos Cuadrados Ponderados: aquí se puede seleccionar la variable que especifica qué puntos tienen más ponderación y, en consecuencia, se consideran más informativos. Para esta última opción es importante saber las ponderaciones previamente. Esta opción se usa principalmente cuando los errores son heterocedásticos, es decir que no se distribuyen de modo igual a través de los niveles de la variable independiente.
gl: Mínimos Cadrados Ponderados: aquí pódese seleccionar a variable que especifica que puntos teñen máis ponderación e, en consecuencia, se consideran máis informativos. Para esta última opción é importante saber as ponderacións previamente. Esta opción utilízase principalmente cando os erros son heterocedásticos, é dicir que non se distribúen de xeito igual a través dos niveis da variable independente.
pt: Mínimos Quadrados Ponderados: aqui, a variável que especifica quais pontos têm mais peso e, portanto, são considerados mais informativos pode ser selecionada. Para esta última opção, é importante conhecer os pesos a priori. Esta opção é usada principalmente quando os erros são heteroscedásticos, ou seja, não são distribuídos igualmente entre os níveis da variável independente.

# AnovaBayesian|
source: The Bayesian ANOVA allows the user to analyze the difference between multiple group means.
de: Die Bayessche ANOVA erlaubt es Nutzenden, die Unterschiede zwischen mehreren Gruppenmittelwerten zu analysieren.
es: El ANOVA Bayesiano permite al usuario analizar la diferencia entre medias de múltiples grupos.
gl: O ANOVA Baiesiano permite ao usuario analizar a diferenza entre medias de múltiples grupos.
pt: A ANOVA Bayesiana permite ao usuário analisar a diferença entre médias de vários grupos.

# AnovaBayesian|
source: Assumptions
de: Annahmen
es: Supuestos
gl: Supostos
pt: Pressupostos

# AnovaBayesian|
source: The residuals are normally distributed for every group.
de: Die Residuen sind für jede Gruppe normalverteilt.
es: Los errores tienen distribución Normal para cada grupo.
gl: Os erros teñen distribución Normal para cada grupo.
pt: Os resíduos são distribuídos normalmente para cada grupo.

# AnovaBayesian|
source: The independent variables are categorical, the dependent variable is continuous.
de: Die unabhängigen Variablen sind kategorisch, die abhängige Variable ist kontinuierlich.
es: Las variables independientes tienen categorías; la variable dependiente es continua.
gl: As variables independentes teñen categorías; a variable dependente é continua.
pt: As variáveis independentes são categóricas, a variável dependente é contínua.

# AnovaBayesian|
source: The variance of the dependent variable is the same for every group. This is called homogeneity of variances.
de: Die Varianz der abhängigen Größe ist für jede Gruppe gleich. Dies nennt man Homogenität der Varianzen.
es: La varianza de la variable dependiente es la misma en cada grupo. Esto se denomina homogeneidad de varianzas.
gl: A varianza da variable dependente é a mesma en cada grupo. Isto denomínase homoxeneidade de varianzas.
pt: A variância da variável dependente é a mesma para todos os grupos. Isso é chamado de homogeneidade de variâncias.

# AnovaBayesian|
source: The groups are independent.
de: Die Gruppen sind unabhängig.
es: Los grupos son independientes.
gl: Os grupos son independentes.
pt: Os grupos são independentes.

# AnovaBayesian|
source: The variable of interest. This is also called the outcome variable.
de: Die Variable von Interesse. Dies wird auch die Ergebnisvariable genannt.
es: La variable de interés. Esta también se denomina variable resultante.
gl: A variable de interese. Esta tamén se denomina variable resultante.
pt: A variável de interesse. Também chamada de variável de resultado.

# AnovaBayesian|
source: The variables that are manipulated/define the different groups. These are also called the independent variables.
de: Die Variablen, die manipuliert werden / die verschiedenen Gruppen definieren. Diese werden auch als unabhängige Variablen bezeichnet.
es: Las variables que se manejan/definen los distintos grupos. También se les llama variables independientes.
gl: As variables que se manexan/definen os distintos grupos. Tamén se lles chama variables independentes.
pt: As variáveis que são manipuladas/definem os diferentes grupos. Também são chamadas de variáveis independentes.

# AnovaBayesian|
source: In this box, the variable can be selected that should be included in all models, including the null model.
de: In diesem Feld kann die Variable ausgewählt werden, die in allen Modellen enthalten sein sollte, einschließlich im Null-Modell.
es: En esta caja se puede seleccionar la variable que debe incluirse en todos los modelos, incluido el modelo nulo.
gl: Nesta caixa pódese seleccionar a variable que debe incluírse en tódolos modelos, incluído o modelo nulo.
pt: Nesta caixa, você pode selecionar a variável que deve ser incluída em todos os modelos, incluindo o modelo nulo.

# AnovaRepeatedMeasures|
source: The repeated Measures ANOVA allows the user to analyze the differences between means, when observations are dependent i.e Within subject factors. It also allows combining with between subject factors.
de: Die ANOVA mit Messwiederholung erlaubt Nutzenden, die Unterschiede zwischen den Mittelwerten zu analysieren, wenn Beobachtungen abhängig sind, d.h. Innersubjektfaktoren. Sie erlaubt auch die Kombination mit Zwischensubjektfaktoren.
es: El ANOVA de Medidas Repetidas permite al usuario analizar las diferencias entre medias, cuando las observaciones son dependientes, i.e. Factores dentro de sujetos. También permite combinar con Factores entre sujetos.
gl: O ANOVA de Medidas Repetidas permite ao usuario analizar as diferenzas entre medias, cando as observacións son dependentes, i.e. Factores dentro de suxeitos. Tamén permite combinar con Factores entre suxeitos.
pt: A ANOVA de Medidas Repetidas permite ao usuário analisar as diferenças entre médias quando as observações são dependentes, ou seja, dentro de fatores do sujeito. Também permite a combinação entre fatores do sujeito.

# AnovaRepeatedMeasures|
source: Assumptions
de: Annahmen
es: Supuestos
gl: Supostos
pt: Pressupostos

# AnovaRepeatedMeasures|
source: The dependent variable is normally distributed for every group.
de: Die abhängige Variable ist für jede Gruppe normalverteilt.
es: La variable dependiente tiene distribución Normal en cada grupo.
gl: A variable dependente ten distribución Normal en cada grupo.
pt: A variável dependente é distribuída normalmente para cada grupo.

# AnovaRepeatedMeasures|
source: The covariate and the experiment effect are independent.
de: Die Kovariate und der Experimenteffekt sind unabhängig.
es: La covariable y el efecto del experimento son independientes.
gl: A covariante e o efecto do experimento son independentes.
pt: A covariável e o efeito do experimento são independentes.

# AnovaRepeatedMeasures|
source: The assumption of sphericity is met. Sphericity entails that the variances of the differences between all possible pairs of the repeated measures conditions are the same.
de: Die Annahme der Sphärizität ist erfüllt. Sphärizität bedeutet, dass die Varianzen der Differenzen zwischen allen möglichen Paaren der Bedingungen mit Messwiederholung gleich sind.
es: Se cumple el supuesto de esfericidad. La esfericidad implica que las varianzas de las diferencias entre todos los posibles pares de las condiciones de las medidas repetidas, son iguales.
gl: Cúmprese o suposto de esfericidade. A esfericidade implica que as varianzas das diferenzas entre tódolos posibles pares das condicións das medidas repetidas, son iguais.
pt: A suposição de esfericidade é atendida. A esfericidade implica que as variâncias das diferenças entre todos os pares possíveis de condições de medidas repetidas são as mesmas.

# AnovaRepeatedMeasures|
source: The within-subjects (repeated measures) variables. Here the repeated measures factors of interest and the different levels that belong to each factor can be labelled.
de: Die Innersubjekt-Variablen (mit Messwiederholung). Hier können die Messwiederholungsfaktoren von Interesse und die verschiedenen Stufen beschriftet werden, die zu jedem Faktor gehören.
es: Las variables entre sujetos (medidas repetidas). Aquí se pueden etiquetar los factores de medidas repetidas que interesan y los distintos niveles que pertenecen a cada factor.
gl: As variables entre suxeitos (medidas repetidas). Aquí pódense etiquetar os factores de medidas repetidas que interesan e os distintos niveis que pertencen a cada factor.
pt: Variáveis intrassujeitos (medidas repetidas). Aqui, os fatores de interesse das medidas repetidas e os diferentes níveis que pertencem a cada fator podem ser rotulados.

# AnovaRepeatedMeasures|
source: The separate columns in the data frame that represent the levels of the repeated measure(s) factor(s). These are made based on the input on the repeated measures factors box.
de: Die unterschiedlichen Spalten der Datentabelle, die die Stufen von dem/der Messwiederholungs-Faktor(en) enthalten. Diese werden basierend auf der Eingabe im Messwiederholungsfaktor-Feld erstellt.
es: Las distintas columnas en la estructura de datos que representan los niveles de los factores de medidas repetidas. Estas se generan en base a la entrada en la caja de factores de medidas repetidas.
gl: As distintas columnas na estrutura de datos que representan os niveis dos factores de medidas repetidas. Estas xéranse en base á entrada na caixa de factores de medidas repetidas.
pt: As colunas separadas no quadro de dados que representam os níveis dos fatores de medidas repetidas. Elas são criadas com base na entrada na caixa de fatores de medidas repetidas.

# AnovaRepeatedMeasures|
source: When the subjects have been assigned into two or more separate groups this variable can be selected.
de: Wenn die Subjekte in zwei oder mehr separate Gruppen zugeordnet sind, kann diese Variable gewählt werden.
es: Se puede seleccionar esta variable cuando los sujetos se asignaron entre dos o más grupos distintos.
gl: Pódese seleccionar esta variable cando os suxeitos se asignaron entre dous ou máis grupos distintos.
pt: Quando os sujeitos foram designados para dois ou mais grupos separados, essa variável pode ser selecionada.

# AnovaRepeatedMeasures|
source: In this box the variables that are covariates can be selected. Covariates are continuous variables that have an influence on the dependent variable but are not part of the experimental manipulation.
de: In diesem Feld können die Variablen ausgewählt werden, die die Kovariaten ist. Kovariaten sind kontinuierliche Variablen, die einen Einfluss auf die abhängige Größe haben, aber nicht Teil der experimentellen Manipulation sind.
es: En esta caja, se pueden seleccionar las variables que son covariables. Las covariables son variables continuas que tienen influencia sobre la variable dependiente pero no son parte de la manipulación experimental.
gl: Nesta caixa, pódense seleccionar as variables que son covariantes. As covariantes son variables continuas que teñen influencia sobre a variable dependente pero non son parte da manipulación experimental.
pt: Nesta caixa, as variáveis que são covariáveis podem ser selecionadas. Covariáveis são variáveis contínuas que influenciam a variável dependente, mas não fazem parte da manipulação experimental.

# AnovaRepeatedMeasures|
source: Components and model terms:
de: Komponenten und Modellterme:
es: Componentes y elementos del modelo:
gl: Compoñentes e elementos do modelo:
pt: Componentes e termos do modelo:

# AnovaRepeatedMeasures|
source: All the repeated measures factors and covariates that can be included in the model.
de: Alle Faktoren mit Messwiederholung und Kovariaten, die in das Modell aufgenommen werden können.
es: Todos los factores de medidas repetidas y covariables que se pueden incluir en el modelo.
gl: Tódolos factores de medidas repetidas e covariantes que se poden incluír no modelo.
pt: Todos os fatores de medidas repetidas e covariáveis que podem ser incluídos no modelo.

# AnovaRepeatedMeasures|
source: The repeated measures factors and covariates that can be included in the model. Can also include interaction effects.
de: Die Faktoren mit Messwiederholung und Kovariaten, die in das Modell aufgenommen werden können. Kann auch Interaktionseffekte beinhalten.
es: Los factores de medidas repetidas y covariables que se pueden incluir en el modelo. También pueden incluir efectos de interacción.
gl: Os factores de medidas repetidas e covariantes que se poden incluír no modelo. Tamén poden incluír efectos de interacción.
pt: Os fatores e covariáveis de medidas repetidas que podem ser incluídos no modelo. Também podem incluir efeitos de interação.

# AnovaRepeatedMeasures|
source: All the between subjects factors and covariates that can be included in the model.
de: Alle Zwischensubjektfaktoren und Kovariaten, die in das Modell aufgenommen werden können.
es: Todos los factores entre sujetos y covariables que se pueden incluir en el modelo.
gl: Tódolos factores entre suxeitos e covariantes que se poden incluír no modelo.
pt: Todos os fatores e covariáveis entre sujeitos que podem ser incluídos no modelo.

# AnovaRepeatedMeasures|
source: The between measures factors and covariates that can be included in the model. Can also include interaction effects.
de: Die Zwischen-Messungs-Faktoren und Kovariaten, die in das Modell aufgenommen werden können. Kann auch Interaktionseffekte beinhalten.
es: Todos los factores entre sujetos y covariables que se pueden incluir en el modelo. También pueden incluir efectos de interacción.
gl: Os factores entre suxeitos e covariantes que se poden incluír no modelo. Tamén poden incluír efectos de interacción.
pt: As medidas entre fatores e covariáveis que podem ser incluídas no modelo. Também podem incluir efeitos de interação.

# AnovaRepeatedMeasures|
source: By selecting this option, the univariate linear model, rather than the multivariate model, will be used for follow-up tests (contrasts, post-hoc tests, marginal means). Caution: multivariate models (i.e., unpooled error terms) handle departures from sphericity better, since these models allow the standard errors to differ for each level of the repeated measure(s) factor(s).
de: Bei Auswahl dieser Option wird das univariate lineare Modell anstelle des multivariaten Modells für Folgetests verwendet (Kontraste, Post-hoc-Tests, Randmittel). Achtung: Multivariate Modelle (d.h., unaggregierte Fehlerterme) behandeln Sphärizitätsabweichungen besser, da diese Modelle zulassen, dass die Standardfehler für jede Stufe des/der Messwiederholungsfaktor(en) abweichen.
es: Seleccionando esta opción, se va a utilizar el modelo lineal univariante, en lugar del modelo multivariante, para los contrastes que sigan (contraposiciones, contrastes post-hoc, medias marginales). Precaución: los modelos multivariantes (i.e. con términos de error no combinados) manejan mejor las desviaciones respecto a la esfericidad, dado que estos modelos permiten que los errores típicos difieran para cada nivel de los factores de medidas repetidas.
gl: Seleccionando esta opción, vaise utilizar o modelo linear univariante, en troques do modelo multivariante, para as probas que sigan (contrastes, probas post-hoc, medias marxinais). Coidado: os modelos multivariantes (i.e. con termos de erro non combinados) manexan mellor as desviacións respecto da esfericidade, dado que estes modelos permiten que os erros padrón difiran para cada nivel dos factores de medidas repetidas.
pt: Ao selecionar esta opção, o modelo linear univariado, em vez do modelo multivariado, será usado para testes de acompanhamento (contrastes, testes post-hoc, médias marginais). Atenção: modelos multivariados (ou seja, termos de erro não agrupados) lidam melhor com desvios da esfericidade, pois permitem que os erros-padrão sejam diferentes para cada nível do(s) fator(es) da(s) medida(s) repetida(s).

# AnovaRepeatedMeasures|
source: Sphericity entails that the variances of the differences of the repeated measures conditions are equal.
de: Sphärizität bedeutet, dass die Varianzen der Differenzen zwischen messwiederholten Bedingungen gleich sind.
es: La esfericidad implica que las varianzas de las diferencias de las condiciones de medidas repetidas, son iguales.
gl: A esfericidade implica que as varianzas das diferenzas das condicións de medidas repetidas, son iguais.
pt: Esfericidade implica que as variâncias das diferenças das condições de medidas repetidas são iguais.

# AnovaRepeatedMeasures|
source: If sphericity is not met, then the test will have increased false positive rate (accepting the alternative when the null is true). One approach to correcting this is to reduce the degrees of freedom through sphericity corrections.
de: Falls Sphärizität nicht erfüllt ist, hat der Test eine erhöhte Falsch-positiv-Rate (Akzeptanz der Alternativhypothese, obwohl die Nullhypothese wahr ist). Ein Ansatz um diese zu korrigieren ist die Verringerung der Freiheitsgrade durch Sphärizitätskorrekturen.
es: Si no se cumple la esfericidad, el contraste va a tener una proporción aumentada de falsos positivos (preferir la alternativa cuando la nula es cierta). Para corregir esto, una propuesta es reducir los grados de libertad a través de las correcciones de esfericidad.
gl: Se non se cumpre a esfericidade, a proba vai ter unha proporción aumentada de falsos positivos (preferir a alternativa cando a nula é certa). Para corrixir isto, unha proposta é reducir os graos de liberdade a través das correccións de esfericidade.
pt: Se a esfericidade não for atendida, o teste terá uma taxa de falsos positivos aumentada (aceitando a hipótese alternativa quando a hipótese nula for verdadeira). Uma abordagem para corrigir isso é reduzir os graus de liberdade por meio de correções de esfericidade.

# AnovaRepeatedMeasures|
source: No correction is performed.
de: Keine Korrektur wird vorgenommen.
es: No se realiza corrección.
gl: Non se realiza corrección.
pt: Nenhuma correção foi realizada.

# AnovaRepeatedMeasures|
source: This correction varies between 1/(k − 1), where k is the number of repeated-measures conditions.
de: Diese Korrektur variiert zwischen 1/(k - 1), wobei k die Anzahl der messwiederholten Bedingungen ist.
es: Esta corrección varía entre 1/(k − 1), donde k es el número de condiciones de medidas repetidas.
gl: Esta corrección varía entre 1/(k − 1), onde k é o número de condicións de medidas repetidas.
pt: Essa correção varia entre 1/(k − 1), onde k é o número de condições de medidas repetidas.

# AnovaRepeatedMeasures|
source: Another common method to correct the degrees of freedom is Huynh-Feldt correction.
de: Eine weitere übliche Methode zur Korrektur der Freiheitsgrade ist Huynh-Feldt Korrektur.
es: Otro método habitual para corregir los grados de libertad es la corrección de Huynh-Feldt.
gl: Outro método habitual para corrixir os graos de liberdade é a corrección de Huynh-Feldt.
pt: Outro método comum para corrigir os graus de liberdade é a correção de Huynh-Feldt.

# AnovaRepeatedMeasures|
source: By selecting this option, it will be checked whether the variance of the dependent variable is equal between the groups by performing Levene's test of equal variances. This test is only suitable for assessing equal variance for between subjects factors. For repeated measures, the sphericity test is more suitable.
de: Bei Auswahl dieser Option wird überprüft, ob die Varianz der abhängigen Variablen zwischen den Gruppen gleich ist, indem der Levene-Test auf Gleichheit der Varianzen durchgeführt wird. Dieser Test eignet sich nur zur Beurteilung der Varianzgleichheit von Zwischensubjektfaktoren. Bei Messwiederholungen ist der Sphärizitätstest besser geeignet.
es: Seleccionando esta opción, se va a comprobar si la varianza de la variable dependiente es igual entre los grupos realizando el contraste de Levene de igualdad de varianzas. Este contraste solo es adecuado para evaluar la igualdad de varianzas para factores entre sujetos. Para medidas repetidas es más adecuado el contraste de esfericidad.
gl: Seleccionando esta opción, vaise comprobar se a varianza da variable dependente é igual entre os grupos realizando a proba de Levene de igualdade de varianzas. Esta proba só é axeitada para avaliar a igualdade de varianzas para factores entre suxeitos. Para medidas repetidas é máis axeitada a proba de esfericidade.
pt: Ao selecionar esta opção, será verificado se a variância da variável dependente é igual entre os grupos, realizando o teste de Levene para variâncias iguais. Este teste é adequado apenas para avaliar a igualdade de variância entre fatores entre sujeitos. Para medidas repetidas, o teste de esfericidade é mais adequado.

# AnovaRepeatedMeasures|
source: Q-Q plot to assess if the residuals follow a normal distribution. Deviations from the regression line indicate a non-normal distribution.
de: Q-Q-Diagramm zur Beurteilung, ob die Residuen einer Normalverteilung folgen. Abweichungen von der Regressionslinie deuten auf eine nicht-normale Verteilung hin.
es: Gráfico Q-Q para evaluar si los errores siguen una distribución Normal. Las desviaciones respecto de la línea de regresión indican una distribución No Normal.
gl: Gráfica Q-Q para avaliar se os erros seguen unha distribución Normal. Os desvíos respecto da liña de regresión indican unha distribución Non Normal.
pt: Gráfico Q-Q para avaliar se os resíduos seguem uma distribuição normal. Desvios da reta de regressão indicam uma distribuição não normal.
