Repository: jasp-stats/jaspAnova
Catalog: po/QML-*.po
Languages: de, es, eu, fr, gl, id, it, pl, pt, ta, zh_hans

# Manova|
source: Hotelling-Lawley's trace. Measures multivariate separation between group means relative to within group variance. Meaning how well can two groups be distinguished taking all the dependent variables into account.
es: Traza de Hotelling-Lawley. Mide la separación multivariante entre medias de grupos en relación a la varianza dentro del grupo. Significa cómo de bien se pueden distinguir dos grupos teniendo en cuenta todas las variables dependientes.
gl: Traza de Hotelling-Lawley. Mide a separación multivariante entre medias de grupos en relación á varianza dentro do grupo. Significa como de ben se poden distinguir dous grupos tendo en conta tódalas variables dependentes.
pt: Traço de Hotelling-Lawley. Mede a separação multivariada entre médias de grupo em relação à variância dentro do grupo. Significa quão bem dois grupos podem ser distinguidos levando em consideração todas as variáveis dependentes.

# Manova|
source: Roy's largest root. Measures the largest separation between group means along the most discriminating direction in the multuvariate space.
es: Raíz más grande de Roy. Mide la mayor separación entre medias de grupos a lo largo de la dirección más discriminante en el espacio multivariante.
gl: Raíz máis grande de Roy. Mide a maior separación entre medias de grupos ao longo da dirección máis discriminante no espazo multivariante.
pt: Maior raiz de Roy. Mede a maior separação entre médias de grupo ao longo da direção mais discriminante no espaço multivariado.

# Manova|
source: Box's M-test for homogeneity of covariance matrices.
es: Contraste M de Box para Homogeneidad de matrices de covarianzas.
gl: Proba M de Box para Homoxeneidade de matrices de covarianzas.
pt: Teste M de Box para homogeneidade de matrizes de covariância.

# Manova|
source: Generalized Shapiro-Wilk test for multivariate normality.
es: Contraste generalizado de Shapiro-Wilk para Normalidad multivariante.
gl: Proba xeral de Shapiro-Wilk para Normalidade multivariante.
pt: Teste de Shapiro-Wilk generalizado para normalidade multivariada.

# Manova|
source: Outputs individual ANOVA tables per dependent variable.
es: Imprime tablas individuales ANOVA por variable dependiente.
gl: Imprime táboas individuais ANOVA por variable dependente.
pt: Gera tabelas ANOVA individuais por variável dependente.

# Manova|
source: Shows the maximum ratio of the likelihood of the obtained p value under H1 vs the likelihood of the obtained p value under H0. For example, if the two-sided p-value equals .05, the Vovk-Sellke MPR equals 2.46, indicating that this p-value is at most 2.46 times more likely to occur under H1 than under H0
es: Muestra la proporción máxima de la verosimilitud del valor P obtenido bajo H1 frente a la verosimilitud del valor P obtenido bajo H0. Por ejemplo, si el valor P bilateral es igual a .05, el MPR de Vovk-Sellke es igual a 2.46, indicando que este valor P es como mucho 2.46 veces más probable que ocurra bajo H1 que bajo H0
gl: Amosa a proporción máxima da verosimilitude do valor P obtido baixo H1 fronte á verosimilitude do valor P obtido baixo H0. Por exemplo, se o valor P bilateral é igual a .05, o MPR de Vovk-Sellke é igual a 2.46, indicando que este valor P é como moito 2.46 veces máis probable que ocorra baixo H1 que baixo H0
pt: Mostra a razão máxima entre a probabilidade do valor-p obtido em H1 e a probabilidade do valor-p obtido em H0. Por exemplo, se o valor-p bilateral for igual a 0,05, o MPR de Vovk-Sellke será igual a 2,46, indicando que esse valor-p tem, no máximo, 2,46 vezes mais probabilidade de ocorrer em H1 do que em H0

# AdditionalOptions|
source: Manual
de: Manuell
eu: Eskuzkoa
fr: Manuel
pl: Ręcznie
ta: கையேடு
zh_hans: 手动设置

# Description|
source: ANOVA
ta: அனோவா
zh_hans: 方差分析

# Description|
source: ANCOVA
ta: அன்கோவா
zh_hans: 协方差分析(ANCOVA)

# Description|
source: MANOVA
ta: மனோவா
zh_hans: 多变量方差分析(MANOVA)

# AnovaRepeatedMeasures|
source: Greenhouse-Geisser
ta: கிரீன்அவுச் செல்கிறது

# AnovaRepeatedMeasures|
source: Huynh-Feldt
ta: உய்ன்-ஃபெல்ட்

# AnovaRepeatedMeasures|
source: Holm
ta: ஓல்ம்

# AnovaRepeatedMeasures|
source: Bonferroni
ta: போன்பெரோரோனி

# AnovaRepeatedMeasures|
source: Tukey
ta: டுகே

# Manova|
source: Pillai
ta: பிள்ளை

# Manova|
source: Wilks
ta: வில்க்ச்

# Manova|
source: Hotelling-Lawley
ta: ஓட்டல்-லால்லி

# Manova|
source: Roy
ta: ராய்

# AnovaRepeatedMeasures|
source: Scheffé
ta: ச்கெஃப்

# OrderRestrictions|
source: HC4m
ta: HC4 மீ

# AdditionalOptions|
source: Auto
eu: Automatikoa
id: Otomatis
pl: Automatycznie
ta: தானி
zh_hans: 自动

# AdditionalOptions|
source: a
ta: அ

# AdditionalOptions|
source: b
ta: ஆ

# AdditionalOptions|
source: Wilson
ta: வில்சன்

# AdditionalOptions|
source: λ
ta: எல்

# AdditionalOptions|
source: Castillo
ta: காச்டிலோ

# AdditionalOptions|
source: u
ta: உ

# AdditionalOptions|
source: Bernoulli
ta: பெர்ன lli லி

# AdditionalOptions|
source: p
ta: ப

# OrderRestrictions|
source: Bootstrapping
ta: பூட்ச்ட்ராப்பிங்

# AssumptionChecks|
source: Brown-Forsythe
ta: பிரவுன்-ஃபோர்ச்டே

# AssumptionChecks|
source: Welch
ta: வெல்ச்

# MarginalMeans|
source: bootstraps
eu: bootstrap-ak
id: bootstrap
pl: bootstrap
ta: துவக்கப்பட்டாகள்
zh_hans: 次的自助抽样(bootstrap)

# PostHoc|
source: bootstraps
eu: bootstrap-ak
id: bootstrap
pl: bootstrap
ta: துவக்கப்பட்டாகள்
zh_hans: 次的自助抽样(bootstrap)

# PostHoc|
source: Games-Howell
ta: கேம்ச்-ஓவல்

# PostHoc|
source: Dunnett
ta: டன்னெட்
zh_hans: Dunnett 检验

# PostHoc|
source: Tukey
ta: டுகே

# PostHoc|
source: Scheffé
ta: ச்கெஃப்

# PostHoc|
source: Bonferroni
ta: போன்பெரோரோனி

# PostHoc|
source: Holm
ta: ஓல்ம்

# PostHoc|
source: Šidák
ta: Šidék

# Nonparametrics|
source: ε²
ta: E²

# Contrasts|
source: Effect size (cohen's d)
eu: Efektuaren tamaina (Cohen-en d)
ta: விளைவு அளவு (கோஅனின் டி)

# Description|
source: This module offers the standard Frequentist and Bayesian ANOVA tests.
it: Questo modulo include i test standard ANOVA frequentisti e bayesiani.

# Ancova|
source: Display
it: Visualizza

# Ancova|
source: Descriptive statistics
it: Statistiche Descrittive

# Ancova|
source: Estimates of effect size
it: Stima della dimensione dell'effetto

# Ancova|
source: partial η²
it: η² parziale

# Ancova|
source: Vovk-Sellke maximum p-ratio
it: Rapporto p-massimo di Vovk-Sellke

# Ancova|
source: Model
it: Modello

# Ancova|
source: Components
it: Componenti

# Ancova|
source: Model Terms
it: Termini del modello

# Ancova|
source: Sum of squares
it: Somma dei quadrati

# Ancova|
source: Assumption Checks
it: Controlli delle ipotesi

# Ancova|
source: Homogeneity tests
it: Test di omogeneità

# Ancova|
source: Q-Q plot of residuals
it: Grafico Q-Q dei residui

# Ancova|
source: Contrasts
it: Contrasti

# Ancova|
source: Confidence intervals
it: Intervalli di Confidenza

# Ancova|
source: Post Hoc Tests
it: Test Post Hoc

# Ancova|
source: Type
it: Carattere

# Ancova|
source: From
it: Da

# Ancova|
source: Effect size
it: Dimensione dell'effetto

# Ancova|
source: Correction
it: Correzione

# Ancova|
source: Flag Significant Comparisons
it: Contrassegna confronti significativi

# Ancova|
source: Descriptives Plots
it: Grafici descrittivi

# Ancova|
source: Horizontal Axis
it: Assi Orizzontali

# Ancova|
source: Separate Lines
it: Linee Separate

# Ancova|
source: Separate Plots
it: Grafici Separati

# Ancova|
source: Display error bars
it: Visualizza le barre di errore

# Ancova|
source: Standard error
it: Errore Standard

# Ancova|
source: Marginal Means
it: Medie marginali

# Ancova|
source: Compare marginal means to 0
it: Compara le medie marginali con 0

# Ancova|
source: Confidence interval adjustment
it: Regolazione dell'intervallo di fiducia

# Ancova|
source: None
it: Nulla

# Ancova|
source: Simple Main Effects
it: Effetti principali base

# Ancova|
source: Factors
it: Fattori

# Ancova|
source: Simple Effect Factor
it: Fattor di effetto base

# Ancova|
source: Moderator Factor 1
it: Fattore di Moderazione 1

# Ancova|
source: Moderator Factor 2
it: Fattore di Moderazione 2

# Ancova|
source: Nonparametrics
it: Non parametrico

# Ancova|
source: Kruskal-Wallis Test
it: Test di Kruskal-Wallis

# AncovaBayesian|
source: Tables
it: Tavole

# AncovaBayesian|
source: Effects
it: Effetti

# AncovaBayesian|
source: Across all models
it: Su tutti i modello

# AncovaBayesian|
source: Across matched models
it: Sui modelli con corrispondenza

# AncovaBayesian|
source: Estimates
it: Stima

# AncovaBayesian|
source: Model averaged R²
it: Media del Modello R²

# AncovaBayesian|
source: Descriptives
it: Descrittive

# AncovaBayesian|
source: Credible interval
it: Intervallo Credibile

# AncovaBayesian|
source: Order
it: Ordine

# AncovaBayesian|
source: Compare to best model
it: Confronta con il modello migliore

# AncovaBayesian|
source: Compare to null model
it: Confronta con il modello nullo

# AncovaBayesian|
source: Plots
it: Grafici

# AncovaBayesian|
source: Model averaged posteriors
it: Posteriori medi del modello

# AncovaBayesian|
source: Group levels in single plot
it: Raggruppa i livelli in un singolo grafico

# AncovaBayesian|
source: Individual plot per level
it: Grafico individuale per livello

# AncovaBayesian|
source: Q-Q plot of residuals
it: Grafico Q-Q dei residui

# AncovaBayesian|
source: Posterior R²
it: Posteriore R^2

# AncovaBayesian|
source: Model
it: Modello

# AncovaBayesian|
source: Components
it: Componenti

# AncovaBayesian|
source: Single Model Inference
it: Inferenza di singolo modello

# AncovaBayesian|
source: Specific Model Terms
it: Termini specifici del modello

# AncovaBayesian|
source: Marginal posteriors
it: Posteriori Marginali

# AncovaBayesian|
source: Post Hoc Tests
it: Test Post Hoc

# AncovaBayesian|
source: Correction
it: Correzione

# AncovaBayesian|
source: Null control
it: Controllo valori Nulli

# AncovaBayesian|
source: Descriptives Plots
it: Grafici Descrittivi

# AncovaBayesian|
source: Horizontal Axis
it: Asse Orizzontale

# AncovaBayesian|
source: Separate Lines
it: Linee di separazione

# AncovaBayesian|
source: Separate Plots
it: Grafici Separati

# AncovaBayesian|
source: Display
it: Visualizza

# AncovaBayesian|
source: Additional Options
it: Opzioni Aggiuntive

# AncovaBayesian|
source: Prior
it: Precedente

# AncovaBayesian|
source: r scale fixed effects
it: Effetti fissi scala r

# AncovaBayesian|
source: r scale random effects
it: Effetti casuali scala r

# AncovaBayesian|
source: r scale covariates
it: Covariate scala r

# AncovaBayesian|
source: Numerical Accuracy
it: Accuratezza numerica

# AncovaBayesian|
source: Manual
it: Manuale

# AncovaBayesian|
source: No. samples
it: Num. Esempi

# AncovaBayesian|
source: Posterior Samples
it: Esempi Successivi

# Anova|
source: Display
it: Visualizza

# Anova|
source: Descriptive statistics
it: Statistiche descrittiva

# Anova|
source: Estimates of effect size
it: Stima della misura effettiva

# Anova|
source: partial η²
it: η² parziale

# Anova|
source: Vovk-Sellke maximum p-ratio
it: p-ratio Massima di Vovk-Sellke

# Anova|
source: Model
it: Modello

# Anova|
source: Components
it: Componenti

# Anova|
source: Model Terms
it: Termini del Modello

# Anova|
source: Sum of squares
it: Somma dei quadrati

# Anova|
source: Assumption Checks
it: Verifiche delle Ipotesi

# Anova|
source: Homogeneity tests
it: Test di Omogeneità

# Anova|
source: Homogeneity corrections
it: Correzioni di Omogeneità

# Anova|
source: None
it: Nulla

# Anova|
source: Q-Q plot of residuals
it: Grafico dei resti Q-Q

# Anova|
source: Contrasts
it: Contrasti

# Anova|
source: Confidence intervals
it: Intervallo di confidenza

# Anova|
source: Post Hoc Tests
it: Test Post Hoc

# Anova|
source: Type
it: Carattere

# Anova|
source: From
it: Da

# Anova|
source: bootstraps
it: bootstrap

# Anova|
source: Effect size
it: Dimensioni Effetto

# Anova|
source: Correction
it: Correzione

# Anova|
source: Flag Significant Comparisons
it: Contrassegna confronti significativi

# Anova|
source: Descriptives Plots
it: Grafici Descrittivi

# Anova|
source: Factors
it: Fattori

# Anova|
source: Horizontal Axis
it: Asse Orizzontale

# Anova|
source: Separate Lines
it: Linee separate

# Anova|
source: Separate Plots
it: Grafici Separati

# Anova|
source: Display error bars
it: Visualizza linee di errore

# Anova|
source: Confidence interval
it: Intervallo di confidenza

# Anova|
source: Standard error
it: Errore standard

# Anova|
source: Marginal Means
it: Medie marginali

# Anova|
source: Compare marginal means to 0
it: Confronta medie marginali con 0

# Anova|
source: Confidence interval adjustment
it: Correzione dell'intervallo di confidenza

# Anova|
source: Simple Main Effects
it: Effetti principali semplici

# Anova|
source: Simple Effect Factor
it: Fattori di effetto semplice

# Anova|
source: Moderator Factor 1
it: Fattore di moderazione 1

# Anova|
source: Moderator Factor 2
it: Fattore di Moderazione 2

# Anova|
source: Nonparametrics
it: Non parametrico

# Anova|
source: Kruskal-Wallis Test
it: Test di Kruskal-Wallis

# AnovaBayesian|
source: Tables
it: Tabelle

# AnovaBayesian|
source: Effects
it: Risultati

# AnovaBayesian|
source: Across all models
it: Su tutti i modelli

# AnovaBayesian|
source: Across matched models
it: Sui modelli corrispondenti

# AnovaBayesian|
source: Estimates
it: Stime

# AnovaBayesian|
source: Model averaged R²
it: Media Modello R²

# AnovaBayesian|
source: Descriptives
it: Descrittive

# AnovaBayesian|
source: Credible interval
it: Intervallo Credibile

# AnovaBayesian|
source: Order
it: Ordina

# AnovaBayesian|
source: Compare to best model
it: Confronta con il modello migliore

# AnovaBayesian|
source: Compare to null model
it: Confronta con il modello nullo

# AnovaBayesian|
source: Plots
it: Grafici

# AnovaBayesian|
source: Model averaged posteriors
it: Medie Posteriori del Modello

# AnovaBayesian|
source: Group levels in single plot
it: Raggruppa i livelli in un solo grafico

# AnovaBayesian|
source: Individual plot per level
it: Grafico individuale per livello

# AnovaBayesian|
source: Q-Q plot of residuals
it: Grafico dei residui Q-Q

# AnovaBayesian|
source: Posterior R²
it: R² Posteriore

# AnovaBayesian|
source: Model
it: Modello

# AnovaBayesian|
source: Components
it: Componenti

# AnovaBayesian|
source: Single Model Inference
it: Inferenza Singolo Modello

# AnovaBayesian|
source: Specific Model Terms
it: Termini specifici del modello

# AnovaBayesian|
source: Marginal posteriors
it: Posteriori marginali

# AnovaBayesian|
source: Post Hoc Tests
it: Test Post Hoc

# AnovaBayesian|
source: Correction
it: Correzione

# AnovaBayesian|
source: Null control
it: Controllo del Nullo

# AnovaBayesian|
source: Descriptives Plots
it: Grafici Descrittivi

# AnovaBayesian|
source: Factors
it: Fattori

# AnovaBayesian|
source: Horizontal Axis
it: Asse Orizzontale

# AnovaBayesian|
source: Separate Lines
it: Linee Separate

# AnovaBayesian|
source: Separate Plots
it: Grafici Separati

# AnovaBayesian|
source: Display
it: Visualizza

# AnovaBayesian|
source: Additional Options
it: Opzioni Aggiuntive

# AnovaBayesian|
source: Prior
it: Precedente

# AnovaBayesian|
source: r scale fixed effects
it: Effetti fissi scala r

# AnovaBayesian|
source: r scale random effects
it: Effetti casuali scala r

# AnovaBayesian|
source: Numerical Accuracy
it: Accuratezza Numerica

# AnovaBayesian|
source: Manual
it: Manuale

# AnovaBayesian|
source: No. samples
it: Num. elementi

# AnovaBayesian|
source: Posterior Samples
it: Elementi Successivi

# AnovaRepeatedMeasures|
source: Display
it: Visualizza

# AnovaRepeatedMeasures|
source: Descriptive statistics
it: Statistiche descrittive

# AnovaRepeatedMeasures|
source: Estimates of effect size
it: Stime di dimensioni dell'effetto

# AnovaRepeatedMeasures|
source: partial η²
it: η² parziale

# AnovaRepeatedMeasures|
source: general η²
it: η² generale

# AnovaRepeatedMeasures|
source: Vovk-Sellke maximum p-ratio
it: p-ratio massima di Vovk-Sellke

# AnovaRepeatedMeasures|
source: Sum of squares
it: Somma dei quadrati

# AnovaRepeatedMeasures|
source: Use multivariate model for follow-up tests
fr: Utiliser un modèle multivarié pour les tests suivants
id: Gunakan model multivariat untuk uji tindak lanjut
it: Usa modello multivariato per test di verifica
pl: Użyj modelu wielowymiarowego do testów kontrolnych

# AnovaRepeatedMeasures|
source: Contrasts
it: Contrsti

# AnovaRepeatedMeasures|
source: Assume equal variances
it: Considera varianze uguali

# AnovaRepeatedMeasures|
source: Confidence intervals
it: Intervalli di confidenza

# AnovaRepeatedMeasures|
source: Pool error term for RM factors
fr: Terme d'erreur commun pour les facteurs MR
id: Kumpulan galat untuk faktor pengukuran berulang
it: Termine di errore del pool per i fattori RM
pl: Błąd puli dla czynników RM

# AnovaRepeatedMeasures|
source: Flag Significant Comparisons
it: Selezioni comparazioni significanti

# AnovaRepeatedMeasures|
source: Descriptives Plots
it: Grafici Descrittivi

# AnovaRepeatedMeasures|
source: Horizontal Axis
it: Asse Orizzontale

# AnovaRepeatedMeasures|
source: Separate Lines
it: Linee Sparate

# AnovaRepeatedMeasures|
source: Separate Plots
it: Grafici Separati

# AnovaRepeatedMeasures|
source: Display error bars
it: Visualizza le linee di errore

# AnovaRepeatedMeasures|
source: Confidence interval
it: Intervallo di confidenza

# AnovaRepeatedMeasures|
source: Standard error
it: Errore Standard

# AnovaRepeatedMeasures|
source: Marginal Means
it: Medie Marginali

# AnovaRepeatedMeasures|
source: From
it: Da

# AnovaRepeatedMeasures|
source: bootstraps
it: bootstrap

# AnovaRepeatedMeasures|
source: Compare marginal means to 0
it: Confronta le media marginali con 0

# AnovaRepeatedMeasures|
source: Confidence interval adjustment
it: Correzione dell'intervallo di confidenza

# AnovaRepeatedMeasures|
source: Simple Main Effects
it: Effetti Principali base

# AnovaRepeatedMeasures|
source: Simple Effect Factor
it: Fattore effetto base

# AnovaRepeatedMeasures|
source: Moderator Factor 1
it: Fattore moderatore 1

# AnovaRepeatedMeasures|
source: Moderator Factor 2
it: Fattore Moderatore 2

# AnovaRepeatedMeasuresBayesian|
source: Tables
it: Tabelle

# AnovaRepeatedMeasuresBayesian|
source: Effects
it: Effetti

# AnovaRepeatedMeasuresBayesian|
source: Across all models
it: Su tutti i modelli

# AnovaRepeatedMeasuresBayesian|
source: Across matched models
it: Sui modelli corrispondenti

# AnovaRepeatedMeasuresBayesian|
source: Estimates
it: Stime

# AnovaRepeatedMeasuresBayesian|
source: Model averaged R²
it: Media Modello R²

# AnovaRepeatedMeasuresBayesian|
source: Descriptives
it: Descrittive

# AnovaRepeatedMeasuresBayesian|
source: Credible interval
it: Intervallo Credibile

# AnovaRepeatedMeasuresBayesian|
source: Order
it: Ordina

# AnovaRepeatedMeasuresBayesian|
source: Compare to best model
it: Confronta con il miglior modello

# AnovaRepeatedMeasuresBayesian|
source: Compare to null model
it: Confronta con il modello nullo

# AnovaRepeatedMeasuresBayesian|
source: Plots
it: Grafici

# AnovaRepeatedMeasuresBayesian|
source: Model averaged posteriors
it: Medie Modelli Posteriori

# AnovaRepeatedMeasuresBayesian|
source: Group levels in single plot
it: Raggruppa i livelli in un singolo grafico

# AnovaRepeatedMeasuresBayesian|
source: Individual plot per level
it: Grafico individuale per livello

# AnovaRepeatedMeasuresBayesian|
source: Q-Q plot of residuals
it: Grafico Q-Q dei residui

# AnovaRepeatedMeasuresBayesian|
source: Posterior R²
it: R² Posteriore

# AnovaRepeatedMeasuresBayesian|
source: Model
it: Modello

# AnovaRepeatedMeasuresBayesian|
source: Components
it: Componenti

# AnovaRepeatedMeasuresBayesian|
source: Single Model Inference
it: Inferenza Singolo Modello

# AnovaRepeatedMeasuresBayesian|
source: Specific Model Terms
it: Termini Modello Specifico

# AnovaRepeatedMeasuresBayesian|
source: Marginal posteriors
it: Poteriori Marginali

# AnovaRepeatedMeasuresBayesian|
source: Post Hoc Tests
it: Test Post Hoc

# AnovaRepeatedMeasuresBayesian|
source: Correction
it: Correzioni

# AnovaRepeatedMeasuresBayesian|
source: Null control
it: Controllo Nullo

# AnovaRepeatedMeasuresBayesian|
source: Descriptives Plots
it: Grafici Descrittivi

# AnovaRepeatedMeasuresBayesian|
source: Factors
it: Fattori

# AnovaRepeatedMeasuresBayesian|
source: Horizontal Axis
it: Asse Orizzontale

# AnovaRepeatedMeasuresBayesian|
source: Separate Lines
it: Linee Separate

# AnovaRepeatedMeasuresBayesian|
source: Separate Plots
it: Grafici Separati

# AnovaRepeatedMeasuresBayesian|
source: Additional Options
it: Opzioni aggiuntive

# AnovaRepeatedMeasuresBayesian|
source: Prior
it: Precedente

# AnovaRepeatedMeasuresBayesian|
source: r scale fixed effects
it: Effetti fissi scala r

# AnovaRepeatedMeasuresBayesian|
source: r scale random effects
it: effetti casuali scala r

# AnovaRepeatedMeasuresBayesian|
source: r scale covariates
it: covariate scala r

# AnovaRepeatedMeasuresBayesian|
source: Numerical Accuracy
it: Precisione numerica

# AnovaRepeatedMeasuresBayesian|
source: Manual
it: Manuale

# AnovaRepeatedMeasuresBayesian|
source: No. samples
it: No. elementi

# AnovaRepeatedMeasuresBayesian|
source: Posterior Samples
it: Elementi Posteriori

# Contrasts|
source: Assume equal variances
fr: Supposer des variances égales
id: Asumsikan varians setara
pl: Załóż równość wariancji

# DescriptivePlots|
source: Display error bars
fr: Afficher les barres d'erreur
id: Tampilkan batang galat
pl: Wyświetl słupki błędów

# PostHocDisplay|
source: Flag Significant Comparisons
fr: Marquer les comparaisons significatives
id: Tandai Perbandingan yang Signifikan
pl: Oznacz porównania istotne stat.
