Repository: jasp-stats/jaspAnova
Catalog: po/QML-*.po
Languages: de, es, eu, fr, gl, id, it, pl, pt, ta, zh_hans

# OrderRestrictions|
source: Enter each restriction of one hypothesis on a new line, e.g., factorLow == factorMid factorMid < factorHigh where 'factor' is the factor (or covariate) name and 'Low'/'Mid'/'High' are the factor level names. Click on the 'plus' icon to add more hypotheses. Click the information icon for more examples.
de: Geben Sie jede Beschränkung einer Hypothese in eine neue Zeile ein, z. B., FaktorNiedrig == FaktorMitte FaktorMitte < FaktorHoch wobei 'Faktor' der Name des Faktors (oder der Kovariate) ist und 'Niedrig'/'Mittel'/'Hoch' die Namen der Faktorstufen sind. Klicken Sie auf das 'Plus'-Symbol, um weitere Hypothesen hinzuzufügen. Klicken Sie auf das Informationssymbol für weitere Beispiele.
es: Introduce cada restricción de una hipótesis en una línea nueva, p.e. factorInferior == factorMedio factorMedio < factorSuperior donde 'factor' es el nombre del factor (o covariable) e 'Inferior'/'Medio'/'Superior' son los nombres de los niveles de los factores. Haz click en el icono del 'más' para añadir más hipótesis. Haz click en el icono de información para más ejemplos.
eu: Sartu hipotesi baten murrizketa bakoitza lerro berri batean, adibidez, faktoreBaxua == faktoreErtaina faktoreErtaina < faktoreAltua non 'faktorea' faktorearen (edo kobariantearen) izena den eta 'Baxua'/'Ertaina'/'Altua' faktore-mailaren izenak diren. Egin klik 'gehi' ikonoan hipotesi gehiago gehitzeko. Egin klik informazio-ikonoan adibide gehiago ikusteko.
fr: Entrer chaque restriction d'une hypothèse sur une nouvelle ligne, par ex, facteurBas == facteurMoyen facteurMoyen< facteurHaut où 'factor' est le nom du facteur (ou de la covariable) et 'Bas'/'Moyen'/'Haut' sont les noms des niveaux du facteur. Cliquez sur l'icône "plus" pour ajouter d'autres hypothèses. Cliquez sur l'icône d'information pour obtenir d'autres exemples.
gl: Introduce cada restrición dunha hipótese nunha nova liña, p.e. factorInferior == factorMedio factorMedio < factorSuperior onde 'factor' é o nome do factor (ou covariante) e 'Inferior'/'Medio'/'Superior' son os nomes dos niveis dos factores. Fai clic na icona do 'máis' para engadir máis hipóteses. Fai clic na icona de información para máis exemplos.
pl: Wpisz każde ograniczenie jednej hipotezy w nowym wierszu, np. czynnikNiski == współczynnikŚredni czynnikŚredni < czynnikWysoki gdzie „czynnik” to nazwa czynnika (lub współzmiennej), a „Niski”/„Średni”/„Wysoki” to nazwy poziomów czynników. Kliknij ikonę plusa, aby dodać więcej hipotez. Kliknij ikonę informacji, aby zobaczyć więcej przykładów.
pt: Insira cada restrição de uma hipótese em uma nova linha, e.g., fatorBaixo == fatorMédio fatorMédio < fatorAlto onde 'fator' é o nome do fator (ou covariável) e 'Baixo'/'Médio'/'Alto' são os nomes dos níveis dos fatores. Clique no ícone de 'mais' para adicionar mais hipóteses. Clique no ícone de informações para mais exemplos.
ta: ஒரு கருதுகோளின் ஒவ்வொரு கட்டுப்பாட்டையும் ஒரு புதிய வரியில் உள்ளிடவும், எ.கா., காரணி == FACTORMID factormid <காரணி 'காரணி' என்பது காரணி (அல்லது கோவாரியேட்) பெயர் மற்றும் 'குறைந்த'/'மிட்'/'உயர்' ஆகியவை காரணி நிலை பெயர்களாகும். மேலும் கருதுகோள்களைச் சேர்க்க 'பிளச்' ஐகானைக் சொடுக்கு செய்க. மேலும் எடுத்துக்காட்டுகளுக்கு செய்தி ஐகானைக் சொடுக்கு செய்க.
zh_hans: 在新行上输入一个假设的单个约束，例如： factorLow == factorMid factorMid < factorHigh 其中“factor”是因子（或协变量）名称，“Low”/“Mid”/“High”是因子水平名称。 单击“加号+”图标来添加更多假设。 单击信息图标以获取更多示例。

# OrderRestrictions|
source: Syntax settings
de: Syntax-Einstellungen
es: Configuraciones de sintaxis
eu: Sintaxi-ezarpenak
fr: Paramètres de la syntaxe
gl: Configuracións de sintaxe
pl: Ustawienia składni
pt: Configurações de sintaxe
ta: தொடரியல் அமைப்புகள்
zh_hans: 语法设置

# OrderRestrictions|
source: Show available coefficients
de: Verfügbare Koeffizienten anzeigen
es: Mostrar los coeficientes disponibles
eu: Erakutsi eskuragarri dauden koefizienteak
fr: Voir les coefficients disponibles
gl: Amosar os coeficientes dispoñibles
pl: Pokaż dostępne współczynniki
pt: Mostrar coeficientes disponíveis
ta: கிடைக்கக்கூடிய குணகங்களைக் காட்டு
zh_hans: 显示可用系数

# OrderRestrictions|
source: Set for all models
de: Für alle Modelle setzen
es: Establecer para todos los modelos
eu: Ezarri eredu guztietarako
fr: Mettre pour tous les modèles
gl: Establecer para tódolos modelos
pl: Ustaw dla wszystkich modeli
pt: Definir para todos os modelos
ta: அனைத்து மாடல்களுக்கும் அமைக்கவும்
zh_hans: 为所有模型设置

# OrderRestrictions|
source: Model summary
de: Modellzusammenfassung
es: Resumen del modelo
eu: Ereduaren laburpena
fr: Sommaire du modèle
gl: Resumo do modelo
pl: Podsumowanie modelu
pt: Resumo do modelo
ta: மாதிரி சுருக்கம்
zh_hans: 模型摘要

# OrderRestrictions|
source: Marginal means
de: Randmittelwerte
es: Medias marginales
eu: Batez besteko marjinalak
fr: Moyennes marginales
gl: Medias marxinais
pl: Średnie brzegowe
pt: Médias marginais
ta: விளிம்பு வழிமுறைகள்
zh_hans: 边际均值

# OrderRestrictions|
source: Informed hypothesis tests
de: Informierte-Hypothesen-Tests
es: Contrastes de hipótesis informadas
eu: Hipotesi informatuen probak
fr: Tests d'hypothèses informées
gl: Probas de hipóteses informadas
pl: Testy hipotez oparte na informacji
pt: Testes de hipótese informada
ta: தகவலறிந்த கருதுகோள் சோதனைகள்
zh_hans: 有信息的假设检验

# OrderRestrictions|
source: Summary for %1
de: Zusammenfassung für %1
es: Resumen para %1
eu: %1-erako laburpena
fr: Résumé pour %1
gl: Resumo para %1
pl: Podsumowanie dla %1
pt: Resumo para %1
ta: %1 க்கான சுருக்கம்
zh_hans: %1 的摘要

# OrderRestrictions|
source: Marginal means for %1
de: Randmittelwerte für %1
es: Medias marginales para %1
eu: Batez besteko marjinalak %1-erako
fr: Moyennes marginale pour %1
gl: Medias marxinais para %1
pl: Średnie brzegowe dla %1
pt: Médias marginais para %1
ta: %1 க்கு விளிம்பு வழிமுறைகள்
zh_hans: %1 的边际均值

# OrderRestrictions|
source: Informed hypothesis tests for %1
de: Informierte Hypothesentests für %1
es: Contrastes de hipótesis informadas para %1
eu: Hipotesi informatuen probak %1-erako
fr: Tests d'hypothèses informées pour %1
gl: Probas de hipóteses informadas para %1
pl: Testy hipotez oparte na informacji dla %1
pt: Testes de hipótese informada para %1
ta: %1 க்கான தகவலறிந்த கருதுகோள் சோதனைகள்
zh_hans: %1 的有信息假设检验

# OrderRestrictions|
source: Complement model
de: Komplementäres Modell
es: Completar el modelo
eu: Osagarri eredua ???
fr: Modèle complémentaire
gl: Completar o modelo
pl: Model komplementarny
pt: Complementar modelo
ta: நிரப்பு மாதிரி
zh_hans: 互补模型

# OrderRestrictions|
source: Unconstrained model
de: Unbeschränktes Modell
es: Modelo sin restricciones
eu: Mugarik gabeko eredua
fr: Modèle sans contrainte
gl: Modelo sen restricións
pl: Model nieograniczony
pt: Modelo irrestrito
ta: கட்டுப்படுத்தப்படாத மாதிரி
zh_hans: 无约束模型

# OrderRestrictions|
source: Add to comparison
de: Zum Vergleich hinzufügen
es: Añadir a la comparación
eu: Gehitu konparaziora
fr: Ajouter à la comparaison
gl: Engadir á comparación
pl: Dodaj do porównania
pt: Adicionar à comparação
ta: ஒப்பிடுகையில்
zh_hans: 添加到比较

# OrderRestrictions|
source: Add weight ratios
de: Gewichtsverhältnisse hinzufügen
es: Añadir proporciones de ponderación
eu: Gehitu pisu ratioak
fr: Ajouter des poids relatifs
gl: Engadir cocientes de ponderación
pl: Dodaj proporcje wag
pt: Adicionar razões de ponderação
ta: எடை விகிதங்களைச் சேர்க்கவும்
zh_hans: 加权比率

# OrderRestrictions|
source: Reference model
de: Referenzmodell
es: Modelo de referencia
eu: Erreferentzia-eredua
fr: Modèle de référence
gl: Modelo de referencia
pl: Model referencyjny
pt: Modelo de referência
ta: குறிப்பு மாதிரி
zh_hans: 参照模型

# OrderRestrictions|
source: Relative weights matrix
de: Matrix relativer Gewichte
es: Matriz de ponderaciones relativas
eu: Pisu erlatiboen matrizea
fr: Matrice des poids relatifs
gl: Matriz de ponderacións relativas
pl: Macierz wag względnych
pt: Matriz de pesos relativos
ta: உறவினர் எடைகள் அணி
zh_hans: 相对权重矩阵

# OrderRestrictions|
source: Compare model coefficients
de: Modell-Koeffizienten vergleichen
es: Comparar los coeficientes del modelo
eu: Konparatu eredu koefizienteak
fr: Comparer les coefficients du modèle
gl: Comparar os coeficientes do modelo
pl: Porównaj współczynniki modelu
pt: Comparar os coeficientes do modelo
ta: மாதிரி குணகங்களை ஒப்பிடுக
zh_hans: 比较模型系数

# OrderRestrictions|
source: Highlight active restrictions
de: Aktive Beschränkungen markieren
es: Resaltar las restricciones activas
eu: Nabarmendu murrizketa aktiboak
fr: Mettre en surbrillance les restrictions actives
gl: Resaltar as restricións activas
pl: Zaznacz aktywne ograniczenia
pt: Destacar as restrições ativas
ta: செயலில் உள்ள கட்டுப்பாடுகளை முன்னிலைப்படுத்தவும்
zh_hans: 突出显示启用的约束

# OrderRestrictions|
source: Uncertainty quantification
de: Unsicherheitsquantifizierung
es: Cuantificación de la incertidumbre
eu: Ziurgabetasunaren kuantifikazioa
fr: Quantification de l'incertitude
gl: Cuantificación da incerteza
pl: Kwantyfikacja niepewności
pt: Quantificação de incerteza
ta: நிச்சயமற்ற அளவு
zh_hans: 不确定性量化

# OrderRestrictions|
source: Heterogeneity correction
de: Heterogenitätskorrektur
es: Corrección de la heterogeneidad
eu: Heterogeneotasun-zuzenketa
fr: Correction de l'hétérogénéité
gl: Corrección da heteroxeneidade
pl: Korekta heterogeniczności
pt: Correção de heterogeneidade
ta: பன்முகத்தன்மை திருத்தம்
zh_hans: 异质性校正

# OrderRestrictions|
source: Samples
de: Stichprobe
es: Muestras
eu: Laginak
fr: Échantillons
gl: Mostras
id: Sampel
pl: Próbki
pt: Amostras
ta: மாதிரிகள்
zh_hans: 样本

# OrderRestrictions|
source: Confidence intervals
de: Konfidenzintervalle
es: Intervalos de confianza
eu: Konfiantza-tarteak
fr: Intervalles de confiance
gl: Intervalos de confianza
id: Interval kepercayaan
pl: Przedziały ufności
pt: Intervalos de confiança
ta: நம்பிக்கை இடைவெளிகள்
zh_hans: 置信区间

# OrderRestrictions|
source: Terms
de: Terme
es: Elementos
eu: Terminoak
fr: Termes
gl: Elementos
pl: Składniki
pt: Termos
ta: விதிமுறைகள்
zh_hans: 项

source: Post Hoc Tests
es: Contrastes Post-hoc
eu: Post Hoc Probak
fr: Tests post-hoc
gl: Probas Post-hoc
id: Uji Pos Hoc
pl: Testy post-hoc
pt: Testes Post Hoc
ta: பிந்தைய தற்காலிக சோதனைகள்
zh_hans: 事后检验(Post Hoc)

# PostHocTests|
source: Correction
de: Korrektur
es: Corrección
eu: Zuzenketa
gl: Corrección
id: Koreksi
pl: Poprawka
pt: Correção
ta: திருத்தம்
zh_hans: 校正

# PostHocTests|
source: Null control
de: Null-Kontrolle
es: Control nulo
eu: Kontrol nulua
fr: Contrôle nul
gl: Control nulo
id: Kontrol nol
pl: Kontrola hipotezy zerowej
pt: Controle nulo
ta: சுழிய கட்டுப்பாடு

source: Single Model Inference
de: Einzelmodellinferenz
es: Inferencia del Modelo Único
eu: Eredu Bakarreko Inferentzia
fr: Inférence sur modèle unique
gl: Inferencia do Modelo Único
id: Inferensi Model Tunggal
pl: Wnioskowanie w oparciu o pojedynczy model
pt: Inferência de modelo único
ta: ஒற்றை மாதிரி அனுமானம்
zh_hans: 单一模型推断

# SingleModelInference|
source: Components
de: Komponenten
es: Componentes
fr: Composantes
gl: Compoñentes
id: Komponen
pl: Składniki
pt: Componentes
ta: கூறுகள்
zh_hans: 成分

# SingleModelInference|
source: Specific Model Terms
de: Spezifische Modellterme
es: Elementos Específicos del Modelo
eu: Ereduaren Termino Espezifikoak
fr: Termes spécifiques du modèle
gl: Elementos Específicos do Modelo
pl: Specyficzne składniki modelu
pt: Termos específicos do modelo
ta: குறிப்பிட்ட மாதிரி விதிமுறைகள்
zh_hans: 指定模型的项

# SingleModelInference|
source: Tables
de: Tabellen
es: Tablas
eu: Taulak
fr: Tableaux
gl: Táboas
id: Tabel
pl: Tabele
pt: Tabelas
ta: அட்டவணைகள்
zh_hans: 表

# SingleModelInference|
source: Estimates
de: Schätzer
es: Estimaciones
eu: Estimazioak
fr: Estimations
gl: Estimacións
id: Estimasi
pl: Oszacowania
pt: Estimativas
ta: மதிப்பீடுகள்
zh_hans: 估计

# SingleModelInference|
source: Plots
de: Diagramme
es: Gráficos
eu: Grafikoak
fr: Graphiques
gl: Gráficas
id: Plot
pl: Wykresy
pt: Diagramas
ta: வரைபடங்கள்
zh_hans: 绘图

# SingleModelInference|
source: Marginal posteriors
de: Marginale Posterior
es: Posteriores marginales
eu: Atzeko marjinalak
fr: Distributions marginales a posteriori
gl: Posteriores marxinais
id: Posterior marjinal
pl: Brzegowe rozkłady a posteriori
pt: Posteriores marginal
ta: விளிம்பு போச்டரியர்கள்
zh_hans: 边际后验

# SingleModelInference|
source: Group levels in single plot
de: Stufen in einem Diagramm gruppieren
es: Niveles de grupo en un único gráfico
eu: Talde-mailak grafiko bakarrean
fr: Niveaux du groupe dans un seul graphique
gl: Niveis dos grupos nunha única gráfica
pl: Poziomy grup na jednym wykresie
pt: Níveis de grupo num único diagrama
ta: ஒற்றை சதித்திட்டத்தில் குழு நிலைகள்
zh_hans: 为每组水平单独绘图

# SingleModelInference|
source: Individual plot per level
de: Separates Diagramm pro Stufe
es: Gráfico individual por nivel
eu: Maila bakoitzeko banakako grafikoa
fr: Graphique distinct par niveau
gl: Gráfica individual por nivel
id: Plot individual per level
pl: Osobne wykresy dla poziomów
pt: Diagrama individual por nível
ta: ஒரு நிலைக்கு தனிப்பட்ட சூழ்ச்சி
zh_hans: 为每个水平单独绘图

# SingleModelInference|
source: Q-Q plot of residuals
de: Q-Q-Diagramm der Residuen
es: Gráfico Q-Q de los errores
eu: Hondarren Q-Q grafikoa
fr: Diagramme Q-Q des résidus
gl: Gráfica Q-Q dos erros
pl: Wykres K-K dla reszt
pt: Gráfico Q-Q dos resíduos
ta: Q-Q எச்சங்களின் சூழ்ச்சி
zh_hans: 残差 QQ 图

# SingleModelInference|
source: Posterior R²
es: R² posterior
eu: Atzeko R²
fr: R² a posteriori
gl: R² posterior
id: R² posterior
pl: R² a posteriori
pt: R² posterior
ta: பின்புற r²
zh_hans: 后验 R²

source: Assumption Checks
de: Annahmeprüfungen
es: Verificaciones de Supuestos
eu: Suposizio-Egiaztapenak
fr: Vérifications des présupposés
gl: Comprobacións de Supostos
id: Pemeriksaan Asumsi
pl: Weryfikacja założeń
pt: Verificação de Pressupostos
ta: அனுமானம் காசோலைகள்
zh_hans: 假设检验

# AssumptionChecks|
source: Homogeneity tests
de: Tests auf Homogenität
es: Contrastes de Homogeneidad
fr: Tests d'homogénéité
gl: Probas de Homoxeneidade
id: Uji homogenitas
pl: Testy homogeniczności
pt: Testes de Homogeneidade
ta: ஒரேவிதமான சோதனைகள்
zh_hans: 齐性检验(Homogeneity)

# AssumptionChecks|
source: Homogeneity corrections
de: Homogenitätskorrekturen
es: Correcciones de Homogeneidad
eu: Homogeneotasun zuzenketak
fr: Corrections d'homogénéité
gl: Correccións de Homoxeneidade
id: Koreksi homogenitas
pl: Poprawki na homogeniczność
pt: Correções de Homogeneidade
ta: ஒரேவிதமான திருத்தங்கள்
zh_hans: 同质性（齐性）校正

# AssumptionChecks|
source: None
de: Keine
es: Ninguna
eu: Bat ere ez
fr: Aucune
gl: Ningunha
id: Tidak ada
pl: Brak
pt: Nenhuma
ta: எதுவுமில்லை
zh_hans: 无

# AssumptionChecks|
source: Q-Q plot of residuals
de: Q-Q-Diagramm der Residuen
es: Gráfico Q-Q de los errores
eu: Hondarren Q-Q grafikoa
fr: Diagramme Q-Q des résidus
gl: Gráfica Q-Q dos erros
pl: Wykres K-K dla reszt
pt: Gráfico Q-Q dos resíduos
ta: Q-Q எச்சங்களின் சூழ்ச்சி

source: Contrasts
de: Kontraste
es: Contrastes
eu: Kontrasteak
fr: Contrastes
gl: Comparacións
id: Kontras
pl: Kontrasty
pt: Contrastes
ta: முரண்பாடுகள்
zh_hans: 对比

# Contrasts|
source: Confidence intervals
de: Konfidenzintervalle
es: Intervalos de confianza
eu: Konfiantza tarteak
fr: Intervalles de confiance
gl: Intervalos de confianza
id: Interval kepercayaan
pl: Przedziały ufności
pt: Intervalos de confiança
ta: நம்பிக்கை இடைவெளிகள்
zh_hans: 置信区间

# DescriptivePlots|
source: Descriptives Plots
de: Deskriptive Diagramme
es: Gráficos Descriptivos
eu: Deskribapen-grafikoak
fr: Graphiques descriptifs
gl: Gráficas Descritivas
id: Plot Deskriptif
pl: Wykresy opisowe
pt: Diagramas Descritivos
ta: விளக்கங்கள் அடுக்கு
zh_hans: 描述性绘图

# DescriptivePlots|
source: Factors
de: Faktoren
es: Factores
eu: Faktoreak
fr: Facteurs
gl: Factores
id: Faktor
pl: Czynniki
pt: Fatores
ta: காரணிகள்
zh_hans: 因子

# DescriptivePlots|
source: Horizontal Axis
de: Horizontale Achse
es: Eje Horizontal
eu: Ardatz horizontala
fr: Axe horizontal
gl: Eixe Horizontal
id: Aksis Horizontal
pl: Oś pozioma
pt: Eixo Horizontal
ta: கிடைமட்ட அச்சு
zh_hans: 横轴

# DescriptivePlots|
source: Separate Lines
de: Verschiedene Linien
es: Líneas separadas
eu: Lerro Bereiziak
fr: Lignes séparées
gl: Liñas separadas
id: Garis Terpisah
pl: Oddzielne linie
pt: Linhas Separadas
ta: தனி கோடுகள்
zh_hans: 分隔线

# DescriptivePlots|
source: Separate Plots
de: Separate Diagramme
es: Gráficos separados
fr: Graphiques distincts
gl: Gráficas separadas
id: Plot Terpisah
pl: Oddzielne wykresy
pt: Diagramas Separados
ta: தனி அடுக்கு
zh_hans: 分隔绘图

# DescriptivePlots|
source: Display
de: Zeige
es: Mostrar
eu: Erakutsi
fr: Afficher
gl: Presentar
id: Tampilkan
pl: Wyświetl
pt: Exibir
ta: காட்சி
zh_hans: 显示

# DescriptivePlots|
source: Confidence interval
de: Konfidenzintervall
es: Intervalo de confianza
eu: Konfiantza tartea
fr: Intervalle de confiance
gl: Intervalo de confianza
id: Interval kepercayaan
pl: Przedział ufności
pt: Intervalo de confiança
ta: நம்பிக்கை இடைவெளி
zh_hans: 置信区间

# DescriptivePlots|
source: Standard error
de: Standardfehler
es: Error típico
eu: Errore estandarra
fr: Erreur standard
gl: Erro padrón
id: Galat baku
pl: Błąd standardowy
pt: Erro padrão
ta: நிலையான பிழை
zh_hans: 标准误

source: Display
de: Zeige
es: Mostrar
eu: Erakutsi
fr: Afficher
gl: Presentar
id: Tampilkan
pl: Wyświetl
pt: Exibir
ta: காட்சி
zh_hans: 显示

# Display|
source: Descriptive statistics
de: Deskriptive Statistiken
es: Estadísticos descriptivos
eu: Estatistiko deskribatzaileak
fr: Statistiques descriptives
gl: Estatísticos descritivos
id: Statistik deskriptif
pl: Statystyki opisowe
pt: Estatística descritiva
ta: விளக்க புள்ளிவிவரங்கள்
zh_hans: 描述性统计

# Display|
source: Estimates of effect size
de: Schätzer der Effekstärke
es: Estimaciones de la magnitud del efecto
eu: Efektu-tamainaren estimazioak
fr: Estimations de la taille de l'effet
gl: Estimacións da magnitude do efecto
id: Estimasi besaran efek
pl: Oszacowania wielkości efektu
pt: Estimativas de tamanho de efeito
ta: விளைவு அளவின் மதிப்பீடுகள்
zh_hans: 效应量估计

# Display|
source: partial η²
de: partielles η²
es: η² parcial
eu: η² partziala
fr: η² partiel
gl: η² parcial
id: η² parsial
pl: cząstkowe η²
pt: η² parcial
ta: பகுதி ம

# Display|
source: general η²
de: generalisiertes η²
es: η² general
eu: η² orokorra
fr: η² général
gl: η² xeral
id: η² umum
pl: ogólne η²
pt: η² geral
ta: பொது ம
zh_hans: 一般 η²

# Display|
source: Vovk-Sellke maximum p-ratio
de: Vovk-Sellke-Maximum-p-Quotient
es: Relación p máxima de Vovk-Sellke
eu: Vovk-Sellke maximoaren p-ratioa
fr: Ratio-p maximum de Vovk-Sellke
gl: Cociente p máximo de Vovk-Sellke
id: Rasio-p maksimum Vovk-Sellke
pl: Maksymalna wartość p Vovka-Sellkego
pt: Razão p máxima de Vovk-Sellke
ta: VOVK-SELLKE அதிகபட்ச பி-கணக்கீடு

source: Marginal Means
de: Randmittelwerte
es: Medias Marginales
eu: Batez besteko Marjinalak
fr: Moyennes marginales
gl: Medias Marxinais
id: Rerata Marjinal
pl: Średnie brzegowe
pt: Médias Marginais
ta: விளிம்பு வழிமுறைகள்
zh_hans: 边际均值

# MarginalMeans|
source: From
de: Von
es: De
eu: -tik
fr: De
gl: De
id: Dari
pl: Z
pt: A partir de
ta: இருந்து
zh_hans: 从

# MarginalMeans|
source: Compare marginal means to 0
de: Randmittelwerte mit 0 vergleichen
es: Comparar las medias marginales con 0
eu: Batez besteko marjinalak 0rekin alderatu
fr: Comparer les moyennes marginales à 0
gl: Comparar as medias marxinais con 0
pl: Porównaj średnie brzegowe z 0
pt: Comparar médias marginais com 0
ta: விளிம்பு வழிகளை 0 உடன் ஒப்பிடுக
zh_hans: 将边际均值与 0 进行比较

# MarginalMeans|
source: Confidence interval adjustment
de: Konfidenzintervall-Anpassung
es: Ajuste del intervalo de confianza
eu: Konfiantza-tartearen doikuntza
fr: Ajustement de l'intervalle de confiance
gl: Axuste do intervalo de confianza
id: Penyesuaian interval kepercayaan
pl: Dostosowanie przedziału ufności
pt: Ajuste do intervalo de confiança
ta: நம்பிக்கை இடைவெளி சரிசெய்தல்
zh_hans: 置信区间调整方法

# MarginalMeans|
source: None
de: Keine
es: Ninguna
eu: Bat ere ez
fr: Aucune
gl: Ningunha
id: Tidak ada
pl: Brak
pt: Nenhum
ta: எதுவுமில்லை
zh_hans: 无

# Models|
source: Model
de: Modell
es: Modelo
eu: Eredua
fr: Modèle
gl: Modelo
pt: Modelo
ta: மாதிரியுரு
zh_hans: 模型

# Models|
source: Components
de: Komponenten
es: Componentes
eu: Osagaiak
fr: Composantes
gl: Compoñentes
id: Komponen
pl: Składniki
pt: Componentes
ta: கூறுகள்
zh_hans: 成分

# Models|
source: Model Terms
de: Modellterme
es: Elementos del Modelo
eu: Ereduaren Terminoak
fr: Termes du modèle
gl: Elementos do Modelo
id: Ketentuan Model
pl: Składniki modelu
pt: Termos do Modelo
ta: மாதிரி விதிமுறைகள்
zh_hans: 模型的项(Terms)

source: Nonparametrics
de: Nichtparametrische Tests
es: No Paramétricos
eu: Ez-parametrikoak
fr: Non-paramétriques
gl: Non Paramétricos
id: Nonparametrik
pl: Nieparametryczne
pt: Não paramétricos
ta: Natparametrics
zh_hans: 非参数检验

# Nonparametrics|
source: Kruskal-Wallis Test
es: Contraste de Kruskal-Wallis
eu: Kruskal-Wallis Proba
fr: Test de Kruskal-Wallis
gl: Proba de Kruskal-Wallis
id: Uji Kruskal-Wallis
pl: Test Kruskala-Wallisa
pt: Teste Kruskal-Wallis
ta: Kruskal-Wallis தேர்வு
zh_hans: Kruskal-Wallis 检验

# PostHoc|
source: Post Hoc Tests
es: Contrastes Post-hoc
eu: Post Hoc Probak
fr: Tests post-hoc
gl: Probas Post-hoc
id: Uji Pos Hoc
pl: Testy post-hoc
pt: Testes Post Hoc
ta: பிந்தைய தற்காலிக சோதனைகள்
zh_hans: 事后检验(Post Hoc)

# PostHoc|
source: Type
de: Typ
es: Tipo
gl: Tipo
id: Tipe
pl: Typ
pt: Tipo
ta: வகை
zh_hans: 类型

# PostHoc|
source: Standard
es: Estándar
eu: Estandarra
gl: Típico
id: Standar
pl: Standardowy
pt: Padrão
ta: தரநிலை
zh_hans: 标准(Standard)

# PostHoc|
source: From
de: Von
es: De
eu: -tik
fr: De
gl: De
id: Dari
pl: Z
pt: A partir de
ta: இருந்து
zh_hans: 从

# PostHoc|
source: Effect size
de: Effekstärke
es: Magnitud del efecto
eu: Efektuaren tamaina
fr: Taille de l'effet
gl: Magnitude do efecto
id: Besaran efek
pl: Wielkość efektu
pt: Tamanho de efeito
ta: விளைவு அளவு
zh_hans: 效应量

# PostHoc|
source: Correction
de: Korrektur
es: Corrección
eu: Zuzenketa
gl: Corrección
id: Koreksi
pl: Poprawka
pt: Correção
ta: திருத்தம்
zh_hans: 校正

# PostHocDisplay|
source: Display
de: Zeige
es: Mostrar
fr: Afficher
gl: Presentar
id: Tampilkan
pl: Wyświetl
pt: Exibir
ta: காட்சி
zh_hans: 显示

# PostHocDisplay|
source: Confidence intervals
de: Konfidenzintervalle
es: Intervalos de confianza
eu: Konfiantza-tarteak
fr: Intervalles de confiance
gl: Intervalos de confianza
id: Interval kepercayaan
pl: Przedziały ufności
pt: Intervalos de Confiança
ta: நம்பிக்கை இடைவெளிகள்
zh_hans: 置信区间

source: Simple Main Effects
de: Einfache Haupteffekte
es: Efectos Principales Simples
eu: Efektu Nagusi Sinpleak
fr: Effets principaux simples
gl: Efectos Principais Simples
id: Efek Utama Sederhana
pl: Proste efekty główne
pt: Efeitos Principais Simples
ta: எளிய முக்கிய விளைவுகள்
zh_hans: 简单主效应

# SimpleMainEffects|
source: Factors
de: Faktoren
es: Factores
eu: Faktoreak
fr: Facteurs
gl: Factores
id: Faktor
pl: Czynniki
pt: Fatores
ta: காரணிகள்
zh_hans: 因子

# SimpleMainEffects|
source: Simple Effect Factor
de: Faktor einfacher Effekt
es: Factor de Efecto Simple
eu: Efektu Faktore Sinplea
fr: Facteur d'effet simple
gl: Factor de Efecto Simple
id: Faktor Efek Sederhana
pl: Czynnik efektu prostego
pt: Efeito Simples de Fator
ta: எளிய விளைவு காரணி
zh_hans: 简单效应因子

# SimpleMainEffects|
source: Moderator Factor 1
de: Moderatorfaktor 1
es: Factor Moderador 1
eu: 1. Faktore Moderatzailea
fr: Facteur modérateur 1
gl: Factor Moderador 1
id: Moderator Faktor 1
pl: Czynnik moderujący 1
pt: Moderador Fator 1
ta: மதிப்பீட்டாளர் காரணி 1
zh_hans: 调节因子 1

# SimpleMainEffects|
source: Moderator Factor 2
de: Moderatorfaktor 2
es: Factor Moderador 2
eu: 2. Faktore Moderatzailea
fr: Facteur modérateur 2
gl: Factor Moderador 2
id: Moderator Faktor 2
pl: Czynnik moderujący 2
pt: Moderador Fator 2
ta: மதிப்பீட்டாளர் காரணி 2
zh_hans: 调节因子 2
