Repository: jasp-stats/jaspAnova
Catalog: po/QML-*.po
Languages: de, es, eu, fr, gl, id, it, pl, pt, ta, zh_hans

# PostHoc|
source: To correct for multiple comparisons and avoid Type I errors, various methods are available for adjusting the p-value and confidence interval for mean differences. Note: confidence intervals for effect sizes can only be adjusted using the Bonferroni method.
de: Um Mehrfachvergleiche zu korrigieren und Fehler der 1. Art zu vermeiden, stehen verschiedene Methoden zur Korrektur des p-Wertes und des Konfidenzintervalls für mittlere Differenzen zur Verfügung. Hinweis: Konfidenzintervalle für Effektstärken können nur mit der Bonferroni-Methode angepasst werden.
es: Para corregir comparaciones múltiples y evitar errores de Tipo I, hay disponibles varios métodos que ajustan el valor P y el intervalo de confianza para las diferencias de medias. Nota: Los intervalos de confianza para magnitudes del efecto solo pueden ajustarse usando el método de Bonferroni.
gl: Para corrixir comparacións múltiples e evitar erros de Tipo I, hai dispoñibles varios métodos que axustan o valor P e o intervalo de confianza para as diferenzas de medias. Nota: Os intervalos de confianza para magnitudes do efecto só poden axustarse usando o método de Bonferroni.
pt: Para corrigir comparações múltiplas e evitar erros do Tipo I, vários métodos estão disponíveis para ajustar o valor-p e o intervalo de confiança para diferenças médias. Observação: os intervalos de confiança para tamanhos de efeito só podem ser ajustados usando o método de Bonferroni.

# PostHoc|
source: Compare all possible pairs of group means. This correction can be used when the groups of the independent variable have an equal sample size and variance. This method is commonly used and is selected by default.
de: Vergleich aller möglichen Paare von Gruppenmittelwerten. Diese Korrektur kann verwendet werden, wenn die Gruppen der unabhängigen Variablen die gleiche Stichprobenumfänge und -varianzen aufweisen. Diese Methode wird häufig verwendet und ist standardmäßig ausgewählt.
es: Comparar todos los posibles pares de medias de grupos. Esta corrección se puede usar cuando los grupos de la variable independiente tienen el mismo tamaño muestral y varianza. Este método se utiliza habitualmente y se selecciona por defecto.
gl: Comparar tódolos posibles pares de medias de grupos. Esta corrección pódese usar cando os grupos da variable independente teñen o mesmo tamaño mostral e varianza. Este método utilízase habitualmente e selecciónase por defecto.
pt: Compare todos os pares possíveis de médias de grupo. Essa correção pode ser usada quando os grupos da variável independente têm tamanho amostral e variância iguais. Esse método é comumente usado e é selecionado por padrão.

# PostHoc|
source: Adjusting significance levels in a linear regression, to account for multiple comparisons. This method is considered to be quite conservative.
de: Korrektur von Signifikanzniveaus in einer linearen Regression, zur Berücksichtigung multipler Vergleiche. Diese Methode gilt als ziemlich konservativ.
es: Ajustar los niveles de significación en una regresión lineal, para considerar comparaciones múltiples. Este método se considera que es bastante conservador.
gl: Axustar os niveis de significación nunha regresión linear, para considerar comparacións múltiples. Este método considérase que é bastante conservador.
pt: Ajustar os níveis de significância em uma regressão linear para levar em conta comparações múltiplas. Este método é considerado bastante conservador.

# PostHoc|
source: This correction is considered conservative. The risk of Type I error is reduced, however the statistical power decreases as well.
de: Diese Korrektur gilt als konservativ. Das Risiko von Fehlern 1. Art wird verringert, aber auch die statistische Teststärke sinkt.
es: Esta corrección se considera conservadora. Se reduce el riesgo de error Tipo I, aunque la potencia estadística también disminuye.
gl: Esta corrección considérase conservadora. Redúcese o risco de erro Tipo I, aínda que a potencia estatística tamén diminúe.
pt: Essa correção é considerada conservadora. O risco de erro Tipo I é reduzido, mas o poder estatístico também diminui.

# PostHoc|
source: This method is also called sequential Bonferroni, and considered less conservative than the Bonferroni method.
es: Este método también se denomina Bonferroni secuencial, y se considera menos conservador que el propio método de Bonferroni.
gl: Este método tamén se denomina Bonferroni secuencial, e considérase menos conservador que o propio método de Bonferroni.
pt: Este método também é chamado de Bonferroni sequencial e é considerado menos conservador que o método de Bonferroni.

# PostHoc|
source: This method is considered less conservative than Bonferroni but still maintains statistical power. It is usually used if there is not a big amount of tests to be performed.
es: Este método se considera menos conservador que el de Bonferroni, pero aún mantiene la potencia estadística. Se usa habitualmente si no hay una gran cantidad de contrastes a realizar.
gl: Este método considérase menos conservador que o de Bonferroni, pero aínda mantén a potencia estatística. Utilízase habitualmente se non hai unha gran cantidade de probas a realizar.
pt: Este método é considerado menos conservador que o de Bonferroni, mas ainda mantém poder estatístico. Geralmente é usado quando não há uma grande quantidade de testes a serem realizados.

# PostHocDisplay|
source: When this option is selected, the confidence interval for the mean difference is calculated for every post hoc method except Dunn. By default, this is set to 95%, but it can be adjusted to the desired percentage.
es: Cuando se escoge esta opción, se calcula el intervalo de confianza para la diferencia de medias para cada método post hoc, excepto el de Dunn. Por defecto, se fija en 95%, pero se puede ajustar al porcentaje deseado.
gl: Cando se escolle esta opción, calcúlase o intervalo de confianza para a diferenza de medias para cada método post hoc, agás o de Dunn. Por defecto, fíxase en 95%, pero pódese axustar á porcentaxe desexada.
pt: Quando esta opção é selecionada, o intervalo de confiança para a diferença média é calculado para todos os métodos post hoc, exceto Dunn. Por padrão, este valor é definido como 95 %, mas pode ser ajustado para a porcentagem desejada.

# PostHocDisplay|
source: Add asterisks to the table to indicate 3 levels of significance.
es: Añadir asteriscos a la tabla para indicar 3 niveles de significación.
gl: Engadir asteriscos á táboa para indicar 3 niveis de significación.
pt: Adicione asteriscos à tabela para indicar 3 níveis de significância.

# PostHocDisplay|
source: Set up a compact letter display of all pairwise comparisons, based on 'multcomp::cld' and emmeans.
es: Establecer una presentación compacta de letra para todas las comparaciones por pareas, basada en 'multcomp::cld' y 'emmeans'.
gl: Establecer unha presentación compacta de letra para tódalas comparacións por parellas, baseada en 'multcomp::cld' e 'emmeans'.
pt: Configure uma exibição compacta de letras de todas as comparações em pares, com base em 'multcomp::cld' e emmeans.

# SimpleMainEffects|
source: The simple main effects represent the effect of one independent variable for each level of the other independent variable, by conducting an ANOVA for each subset of the data as specified by the moderator variables.
es: El efecto simple principal representa el efecto de una variable independiente para cada nivel de otra variable independiente, mediante la realización de un ANOVA para cada subconjunto de datos, como especifiquen las variables moderadoras.
gl: O efecto simple principal representa o efecto dunha variable independente para cada nivel de outra variable independente, mediante a realización dun ANOVA para cada subconxunto de datos, como especifiquen as variables moderadoras.
pt: Os efeitos principais simples representam o efeito de uma variável independente para cada nível da outra variável independente, conduzindo uma ANOVA para cada subconjunto dos dados, conforme especificado pelas variáveis moderadoras.

# SimpleMainEffects|
source: This box contains all the independent variables included in the analysis.
es: Esta caja contiene todas las variables independientes incluidas en el análisis.
gl: Esta caixa contén tódalas variables independentes incluídas na análise.
pt: Esta caixa contém todas as variáveis independentes incluídas na análise.

# SimpleMainEffects|
source: Select the independent variable to determine the effect of this variable, conditional on the levels of the moderator factor(s).
es: Seleccionar la variable independiente para determinar el efecto de esta, condicionado a los niveles de los factores moderadores.
gl: Seleccionar a variable independente para determinar o efecto desta, condicionado aos niveis dos factores moderadores.
pt: Selecione a variável independente para determinar o efeito desta variável, condicional aos níveis do(s) fator(es) moderador(es).

# SimpleMainEffects|
source: Select the independent variable that will represent the different levels.
es: Seleccionar la variable independiente que va a representar los diferentes niveles.
gl: Seleccionar a variable independente que vai representar os diferentes niveis.
pt: Selecione a variável independente que representará os diferentes níveis.

# SimpleMainEffects|
source: Select an optional, additional independent variable.
es: Seleccionar una variable adicional independiente, opcional.
gl: Seleccionar unha variable adicional independente, opcional.
pt: Selecione uma variável independente adicional opcional.

# SumOfSquares|
source: There are different types of the sum of squares. The choice of the type is important when there are multiple factors and when the data are unbalanced. In an unbalanced design, the different levels of the independent variable do not contain an equal number of observations (e.g., one group contains more observations than another group). In this scenario, the sum of squares type can influence the results.
es: Hay distintos tipos de sumas de cuadrados. La elección del tipo es importante cuando hay factores múltiples y cuando los datos no están equilibrados. En un diseño no equilibrado, los diferentes niveles de la variable independiente no contienen un número igual de observaciones (p.e. un grupo contiene más observaciones que otro grupo). En este escenario, el tipo de suma de cuadrados puede influir en los resultados.
gl: Hai distintos tipos de sumas de cadrados. A elección do tipo é importante cando hai factores múltiples e cando os datos non están equilibrados. Nun deseño non equilibrado, os diferentes niveis da variable independente non conteñen un número igual de observacións (p.e. un grupo contén máis observacións que outro grupo). Neste escenario, o tipo de suma de cadrados pode influír nos resultados.
pt: Existem diferentes tipos de soma dos quadrados. A escolha do tipo é importante quando há múltiplos fatores e quando os dados são desbalanceados. Em um delineamento desbalanceado, os diferentes níveis da variável independente não contêm um número igual de observações (por exemplo, um grupo contém mais observações do que outro). Nesse cenário, o tipo de soma dos quadrados pode influenciar os resultados.

# SumOfSquares|
source: Sequential sum of squares. It is the reduction of error when each factor of the model is added to the factors already included, preserving the order of factors in the model. The results depend on the order in which the factors are added to the model. This is important to consider when the model contains more than one factor.
es: Suma secuencial de cuadrados. Es la reducción del error cuando cada factor del modelo se añade a los factores ya incluidos, preservando el orden de los factores en el modelo. Los resultados dependen del orden en que se añaden los factores al modelo. Esto es importante para tener en cuenta cuando el modelo contiene más de un factor.
gl: Suma secuencial de cadrados. É a reducción do erro cando cada factor do modelo se engade aos factores xa incluídos, preservando a orde dos factores no modelo. Os resultados dependen da orde na que se engaden os factores ao modelo. Isto é importante para ter en conta cando o modelo contén máis dun factor.
pt: Soma sequencial dos quadrados. É a redução do erro quando cada fator do modelo é adicionado aos fatores já incluídos, preservando a ordem dos fatores no modelo. Os resultados dependem da ordem em que os fatores são adicionados ao modelo. Isso é importante considerar quando o modelo contém mais de um fator.

# SumOfSquares|
source: Hierarchical/partially sequential sum of squares. It is the reduction of error when each factor is added to the model that includes all the other factors, except the factors where the added factor is a part of, such as interactions containing that factor. Langsrud (2003) advises to apply this type for an ANOVA with unbalanced data.
es: Suma de cuadrados jerárquica/parcialmente secuencial. Es la reducción del error cuando cada factor se añade al modelo que incluye todos los otros factores, excepto los factores en los que el factor que se añade es una parte de ellos, tales como las interacciones que contienen ese factor. Langsrud (2003) recomienda aplicar este tipo para un ANOVA con datos no equilibrados.
gl: Suma de cadrados xerárquica/parcialmente secuencial. É a reducción do erro cando cada factor se engade ao modelo que inclúe tódolos outros factores, agás os factores nos que o factor que se engade é unha parte deles, tales como as interaccións que conteñen ese factor. Langsrud (2003) recomenda aplicar este tipo para un ANOVA con datos non equilibrados.
pt: Soma de quadrados hierárquica/parcialmente sequencial. É a redução do erro quando cada fator é adicionado ao modelo que inclui todos os outros fatores, exceto aqueles dos quais o fator adicionado faz parte, como interações que contêm esse fator. Langsrud (2003) recomenda aplicar esse tipo para uma ANOVA com dados desbalanceados.

# SumOfSquares|
source: Partial sum of squares. It is the reduction of error when each factor is added to the model that includes all the other factors, including interactions with this factor. This type is often selected, because it takes interactions into account (Langsrud, 2003). This type is selected by default.
es: Suma de cuadrados parcial. Es la reducción del error cuando cada factor se añade al modelo que incluye todos los otros factores, incluyendo las interacciones que contienen ese factor. Este tipo se selecciona a menudo, porque tiene en cuenta las interacciones (Langsrud, 2003). Este tipo se selecciona por defecto.
gl: Suma de cadrados parcial. É a reducción do erro cando cada factor se engade ao modelo que inclúe tódolos outros factores, incluíndo as interaccións que conteñen ese factor. Este tipo adoita seleccionarse, porque ten en conta as interaccións (Langsrud, 2003). Este tipo selecciónase por defecto.
pt: Soma parcial dos quadrados. É a redução do erro quando cada fator é adicionado ao modelo que inclui todos os outros fatores, incluindo as interações com esse fator. Este tipo é frequentemente selecionado porque leva em consideração as interações (Langsrud, 2003). Este tipo é selecionado por padrão.

# RainCloudPlots|
source: The independent variables included in the analysis.
de: Die in der Analyse enthaltenen unabhängigen Variablen.
es: Las variables independientes incluidas en el análisis.
gl: As variables independentes incluídas na análise.
pt: As variáveis independentes incluídas na análise.

# RainCloudPlots|
source: Select the independent variable that should be displayed on the horizontal axis of the plot.
de: Wählen Sie die unabhängige Variable aus, die auf der horizontalen Achse des Diagramms angezeigt werden soll.
es: Selecciona la variable independiente que se debe representar en el eje horizontal del gráfico.
gl: Selecciona a variable independente que se debe presentar no eixe horizontal da gráfica.
pt: Selecione a variável independente que deve ser exibida no eixo horizontal do gráfico.

# RainCloudPlots|
source: By placing an independent variable in this box, different plots corresponding to the different levels of the independent variable will be displayed.
de: Durch Eintragen einer unabhängigen Variable in dieses Feld werden verschiedene Diagramme angezeigt, die den unterschiedlichen Stufen der unabhängigen Variablen entsprechen.
es: Colocando una variable independiente en esta caja, se van a presentar distintos gráficos que corresponden a diferentes niveles de esa variable independiente.
gl: Colocando unha variable independente nesta caixa, vanse presentar distintas gráficas que corresponden a diferentes niveis desa variable independente.
pt: Ao colocar uma variável independente nesta caixa, diferentes gráficos correspondentes aos diferentes níveis da variável independente serão exibidos.

# RainCloudPlots|
source: Changes the orientation of the raincloud difference plot so that the x-axis represents the dependent variable.
es: Cambia la orientación del gráfico de tipo nube con lluvia de las diferencias, de modo que el eje X representa la variable dependiente.
gl: Troca a orientación da gráfica de nube chovendo das diferenzas, de xeito que o eixe X representa a variable dependente.
pt: Altera a orientação do gráfico de diferença de nuvens de chuva para que o eixo x represente a variável dependente.

# Manova|
source: MANOVA allows the user to analyze the difference among groups when there are multiple dependent variables
de: MANOVA erlaubt es dem Benutzer, die Differenz zwischen Gruppen zu analysieren, wenn es mehrere abhängige Variablen gibt
es: MANOVA permite al usuario analizar la diferencia entre grupos cuando hay variables dependientes múltiples
gl: MANOVA permite ao usuario analizar a diferenza entre grupos cando hai variables dependentes múltiples
pt: A MANOVA permite ao usuário analisar a diferença entre grupos quando há múltiplas variáveis dependentes

# Manova|
source: Assumptions
de: Annahmen
es: Supuestos
gl: Supostos
pt: Pressupostos

# Manova|
source: The dependent variables are normally distributed for every group.
de: Die abhängigen Variablen sind für jede Gruppe normalverteilt.
es: Las variables dependientes tienen distribución Normal en cada grupo.
gl: As variables dependentes teñen distribución Normal en cada grupo.
pt: As variáveis dependentes são distribuídas normalmente para cada grupo.

# Manova|
source: The independent variables are categorical, the dependent variables are continuous.
de: Die unabhängigen Variablen sind kategorisch, die abhängigen Variablen sind kontinuierlich.
es: Las variables independientes tienen categorías; las variables dependientes son continuas.
gl: As variables independentes teñen categorías; as variables dependentes son continuas.
pt: As variáveis independentes são categóricas, as variáveis dependentes são contínuas.

# Manova|
source: The population covariance matrices of each group are equal.
de: Die Grundgesamtheits-Kovarianzmatrizen jeder Gruppe sind gleich.
es: Las matrices de covarianzas poblacionales de cada grupo son iguales.
gl: As matrices de covarianzas poboacionais de cada grupo son iguais.
pt: As matrizes de covariância populacional de cada grupo são iguais.

# Manova|
source: The groups are independent.
de: Die Gruppen sind unabhängig.
es: Los grupos son independientes.
gl: Os grupos son independentes.
pt: Os grupos são independentes.

# Manova|
source: The variable of interest. Also called the outcome variable.
de: Die Variable von Interesse. Auch die Ergebnisvariable genannt.
es: La variable de interés. También denominada variable resultante.
gl: A variable de interese. Tamén denominada variable resultante.
pt: A variável de interesse. Também chamada de variável de resultado.

# Manova|
source: The variables that are manipulated/define the different groups. These are also called the independent variables.
de: Die Variablen, die manipuliert werden / die verschiedenen Gruppen definieren. Diese werden auch als unabhängige Variablen bezeichnet.
es: Las variables que se manejan/definen los distintos grupos. También se les llama variables independientes.
gl: As variables que se manexan/definen os distintos grupos. Tamén se lles chama variables independentes.
pt: As variáveis que são manipuladas/definem os diferentes grupos. Também são chamadas de variáveis independentes.

# Manova|
source: Components and model terms
de: Komponenten und Modellterme
es: Componentes y elementos del modelo
gl: Compoñentes e elementos do modelo
pt: Componentes e termos do modelo

# Manova|
source: All the independent variables that can be included in the model.
de: Alle unabhängigen Variablen, die in das Modell aufgenommen werden können.
es: Todas las variables independientes que pueden incluirse en el modelo.
gl: Tódalas variables independentes que poden incluírse no modelo.
pt: Todas as variáveis independentes que podem ser incluídas no modelo.

# Manova|
source: The independent variables included in the model. By default all the main effects and interaction effects of the specified independent variables are included in the model.
de: Die im Modell enthaltenen unabhängigen Variablen. Standardmäßig sind alle Haupteffekte und Interaktionseffekte der angegebenen unabhängigen Variablen im Modell enthalten.
es: Las variables independientes incluidas en el modelo. Por defecto, se incluyen en el modelo todos los efectos principales y los efectos de las interacciones de las variables independientes especificadas.
gl: As variables independentes incluídas no modelo. Por defecto, inclúense no modelo tódolos efectos principais e os efectos das interaccións das variables independentes especificadas.
pt: As variáveis independentes incluídas no modelo. Por padrão, todos os efeitos principais e efeitos de interação das variáveis independentes especificadas são incluídos no modelo.

# Manova|
source: display the intercept term in the MANOVA and ANOVA tables.
de: den Konstantterm in den MANOVA- und ANOVA-Tabellen anzeigen.
es: Presentar el término constante en las tablas MANOVA y ANOVA.
gl: Presentar o termo constante nas táboas MANOVA e ANOVA.
pt: exibir o termo de intercepto nas tabelas MANOVA e ANOVA.

# Manova|
source: Select the statistical test to be performed for the MANOVA and how the F-ratio is approximated.
es: Seleccionar el contraste estadístico a realizar para el MANOVA y como se aproxima la ratio F.
gl: Seleccionar a proba estatística a realizar para o MANOVA e como se aproxima o cociente F.
pt: Selecione o teste estatístico a ser realizado para a MANOVA e como a razão F é aproximada.

# Manova|
source: Pillai's trace. Produces a value between 0 and 1. The closer to 1, the more evidence there is of an effect of the independent variable on the dependent variable.
es: Traza de Pillai. Genera un valor entre 0 y 1. Cuanto más próximo a 1, más evidencia hay de un efecto de la variable independiente sobre la variable dependiente.
gl: Traza de Pillai. Xera un valor entre 0 e 1. Canto máis próximo a 1, máis evidencia hai dun efecto da variable independente sobre a variable dependente.
pt: Traço de Pillai. Produz um valor entre 0 e 1. Quanto mais próximo de 1, maior a evidência de um efeito da variável independente sobre a variável dependente.

# Manova|
source: Wilks' lambda. This can be interpreted as the proportion of the variance in the outcomes that is not explained by an effect.
es: Lambda de Wilks. Esta se puede interpretar como la proporción de la varianza de los resultados que no se explica por un efecto.
gl: Lambda de Wilks. Esta pódese interpretar como a proporción da varianza dos resultados que non se explica por un efecto.
pt: Lambda de Wilks. Pode ser interpretado como a proporção da variância nos resultados que não é explicada por um efeito.
