Repository: jasp-stats/jaspAnova
Catalog: po/QML-*.po
Languages: de, es, eu, fr, gl, id, it, pl, pt, ta, zh_hans

# DefaultOptions|
source: When this option is selected, only models with exactly that component will be included in the analysis. Therefore, interactions with the component are excluded. Compares models that include the component to equivalent models excluding the component.
de: Bei Auswahl dieser Option werden nur Modelle mit genau dieser Komponente in die Analyse einbezogen. Daher werden Interaktionen mit der Komponente ausgeschlossen. Vergleicht Modelle, die diese Komponente enthalten, mit gleichwertigen Modellen, die diese Komponente nicht enthalten.
es: Cuando se selecciona esta opción, solo se van a incluir en el análisis modelos con esa componente exactamente. Por lo tanto, se excluyen las interacciones con la componente. Compara modelos que incluyen la componente con modelos equivalentes que la excluyen.
gl: Cando se selecciona esta opción, só van incluírse na análise modelos con esa compoñente exactamente. Polo tanto, exclúense as interaccións coa compoñente. Compara modelos que inclúen a compoñente con modelos equivalentes que a exclúen.
pt: Quando esta opção é selecionada, apenas modelos com exatamente esse componente serão incluídos na análise. Portanto, as interações com o componente são excluídas. Compara modelos que incluem o componente com modelos equivalentes que excluem o componente.

# DefaultOptions|
source: By selecting this option, a table with the model averaged posterior summary will be displayed. This table includes information about the model averaged posterior mean, the standard deviation, and the credible interval for each level of the fixed factors and their interactions.
es: Seleccionando esta opción, se va a presentar una tabla con el resumen posterior del modelo promedio. Esta tabla incluye información sobre la media posterior del modelo promedio, la desviación típica y el intervalo de credibilidad para cada nivel de los factores fijos y sus interacciones.
gl: Seleccionando esta opción, vaise presentar unha táboa co resumo posterior do modelo medio. Esta táboa inclúe información sobre a media posterior do modelo medio, o desvío padrón e o intervalo de credibilidade para cada nivel dos factores fixos e as súas interaccións.
pt: Ao selecionar esta opção, será exibida uma tabela com o resumo posterior médio do modelo. Esta tabela inclui informações sobre a média posterior média do modelo, o desvio padrão e o intervalo de credibilidade para cada nível dos fatores fixos e suas interações.

# DefaultOptions|
source: Displays a table with the mean and credible interval of the averaged R², meaning the proportion of variance in the outcome variable explained by the predictors, which are based on the model averaged posterior distribution.
de: Zeigt eine Tabelle mit dem Mittelwert und dem Glaubwürdigkeitsintervall des gemittelten R² an, d. h. dem Anteil der Varianz in der Ergebnisvariablen, der durch die Prädiktoren erklärt wird, die auf der modellgemittelten Posterior-Verteilung basieren.
es: Presenta una tabla con la media y el intervalo de credibilidad del R² promedio, queriéndose decir la proporción de la varianza en la variable resultante explicada por los predictores, y que se basa en la distribución posterior del modelo promedio.
gl: Presenta unha táboa coa media e o intervalo de credibilidade do R² medio, queréndose dicir a proporción da varianza na variable resultante explicada polos predictores, e que se basea na distribución posterior do modelo medio.
pt: Exibe uma tabela com a média e o intervalo confiável do R² médio, ou seja, a proporção de variância na variável de resultado explicada pelos preditores, que são baseados na distribuição posterior média do modelo.

# DefaultOptions|
source: When this option is selected, the mean, standard deviation, and the sample size will be displayed for each level combination of the independent variable. Moreover, it displays the credible interval, which refers to the interval in which the true value of the mean lies based on a certain probability. By default this is set to 95%.
de: Bei Auswahl dieser Option wird der Mittelwert, Standardabweichung und der Stichprobenumfang für jede Stufenkombination der unabhängigen Variablen angezeigt. Darüber hinaus wird das Glaubwürdigkeitsintervall angezeigt, das sich auf das Intervall bezieht, in dem der wahre Wert des Mittelwerts mit einer bestimmten Wahrscheinlichkeit liegt. Standardmäßig ist dies auf 95% eingestellt.
es: Cuando se selecciona esta opción, se va a presentar la media, la desviación típica y el tamaño muestral para cada combinación de niveles de la variable independiente. Además, presenta el intervalo de credibilidad, que se refiere al intervalo en el que está el verdadero valor de la media en base a determinada probabilidad. Por defecto, está fijada en 95%.
gl: Cando se selecciona esta opción, vaise presentar a media, o desvío padrón e tamaño mostral para cada combinación de niveis da variable independente. Ademais, presenta o intervalo de credibilidade, que se refire ao intervalo no que está o verdadeiro valor da media en base a determinada probabilidade. Por defecto, está fixada en 95%.
pt: Quando esta opção é selecionada, a média, o desvio padrão e o tamanho da amostra serão exibidos para cada combinação de níveis da variável independente. Além disso, ela exibe o intervalo de confiança, que se refere ao intervalo em que o valor real da média se encontra com base em uma determinada probabilidade. Por padrão, este valor é definido como 95 %.

# DefaultOptions|
source: Compares each model against the model selected here
de: Vergleicht jedes Modell gegen das hier gewählte Modell
es: Compara cada modelo frente al modelo seleccionado aquí
gl: Compara cada modelo fronte ao modelo seleccionado aquí
pt: Compara cada modelo com o modelo selecionado aqui

# DefaultOptions|
source: All models are compared to the best model
de: Alle Modelle werden mit dem besten Modell verglichen
es: Todos los modelos se comparan con el mejor modelo
gl: Tódolos modelos se comparan co mellor modelo
pt: Todos os modelos são comparados ao melhor modelo

# DefaultOptions|
source: All models are compared to the null model
de: Alle Modelle werden mit dem Null-Modell verglichen
es: Todos los modelos se comparan con el modelo nulo
gl: Tódolos modelos se comparan co modelo nulo
pt: Todos os modelos são comparados ao modelo nulo

# DefaultOptions|
source: Gives the option to limit the number of models being displayed.
de: Bietet die Möglichkeit, die Anzahl der angezeigten Modelle zu begrenzen.
es: Proporciona la opción de limitar el número de modelos que se presentan.
gl: Proporciona a opción de limitar o número de modelos que se presentan.
pt: Oferece a opção de limitar o número de modelos exibidos.

# DefaultOptions|
source: Select this so that there is no limit.
de: Wählen Sie dies, dann gibt es keine Grenze.
es: Seleccionando esto, no hay límite.
gl: Seleccionando isto, non hai límite.
pt: Selecione isso para que não haja limite.

# DefaultOptions|
source: Select this to limit the number of displayed models. Set to 10 by default, but this can be changed by the user.
de: Wählen Sie dies, um die Anzahl der angezeigten Modelle zu begrenzen. Standardmäßig auf 10 eingestellt, aber dies kann vom Benutzer geändert werden.
es: Seleccionar esto para limitar el número de modelos presentados. Fijado en 10 por defecto, pero el usuario puede cambiarlo.
gl: Seleccionar isto para limitar o número de modelos presentados. Fixado en 10 por defecto, pero o usuario pode trocalo.
pt: Selecione esta opção para limitar o número de modelos exibidos. Definido como 10 por padrão, mas isso pode ser alterado pelo usuário.

# DefaultOptions|
source: By selecting this option, plots illustrating the model averaged posterior distribution of each fixed factor and interaction will be displayed.
de: Durch Auswahl dieser Option werden Diagramme angezeigt, die die modellgemittelte Posteriorverteilung von jedem festen Faktor und Interaktion darstellen.
es: Seleccionando esta opción, se van a presentar gráficos que ilustran la distribución posterior media del modelo para cada factor fijo e interacción.
gl: Seleccionando esta opción, vanse presentar gráficas que ilustran a distribución posterior media do modelo para cada factor fixo e interacción.
pt: Ao selecionar esta opção, serão exibidos gráficos ilustrando a distribuição posterior média do modelo de cada fator fixo e interação.

# DefaultOptions|
source: When this option is selected, one plot for each factor will be displayed. Therefore, the posterior distribution of each level of the factor will be shown in the same plot.
de: Bei Auswahl dieser Option wird für jeden Faktor ein Diagramm angezeigt. Daher wird die Posterior-Verteilung jeder Stufe des Faktors im selben Diagramm dargestellt.
es: Cuando se selecciona esta opción, se va a presentar un gráfico para cada factor. Por eso, la distribución posterior de cada nivel del factor se va a mostrar en el mismo gráfico.
gl: Cando se selecciona esta opción, vaise presentar unha gráfica para cada factor. Por iso, a distribución posterior de cada nivel do factor vaise amosar na mesma gráfica.
pt: Quando esta opção é selecionada, um gráfico para cada fator será exibido. Portanto, a distribuição posterior de cada nível do fator será mostrada no mesmo gráfico.

# DefaultOptions|
source: When this option is selected, a plot for each level of the factors will be displayed. Therefore, the posterior distribution of each level of the factor will be shown in a different plot.
de: Bei Auswahl dieser Option wird für jede Stufe der Faktoren ein Diagramm angezeigt. Daher wird die Posterior-Verteilung jeder Stufe des Faktors in einem separaten Diagramm dargestellt.
es: Cuando se selecciona esta opción, se va a presentar un gráfico para cada nivel de los factores. Por eso, la distribución posterior de cada nivel del factor se va a mostrar en un gráfico diferente.
gl: Cando se selecciona esta opción, vaise presentar unha gráfica para cada nivel dos factores. Por iso, a distribución posterior de cada nivel do factor vaise amosar nunha gráfica diferente.
pt: Quando esta opção é selecionada, um gráfico para cada nível dos fatores será exibido. Portanto, a distribuição posterior de cada nível do fator será mostrada em um gráfico diferente.

# DefaultOptions|
source: Checks the validity of the distributional assumption of the data set. Specifically, the plot shows whether the residuals are normally distributed. Systematic deviations from the straight line indicate that the residuals might not be normally distributed.
de: Überprüft die Gültigkeit der Verteilungsannahme des Datensatzes. Konkret zeigt das Diagramm, ob die Residuen normalverteilt sind. Systematische Abweichungen von der Geraden deuten darauf hin, dass die Residuen möglicherweise nicht normalverteilt sind.
es: Comprueba la validez del supuesto sobre la distribución del conjunto de datos. En concreto, el gráfico muestra si los errores siguen una distribución Normal. Las desviaciones sistemáticas respecto a la línea recta indican que los errores podrían no seguir una distribución Normal.
gl: Comproba a validez do suposto sobre a distribución do conxunto de datos. En concreto, a gráfica amosa se os erros seguen unha distribución Normal. Os desvíos sistemáticos respecto da liña recta indican que os erros poderían non seguir unha distribución Normal.
pt: Verifica a validade da suposição distributiva do conjunto de dados. Especificamente, o gráfico mostra se os resíduos são distribuídos normalmente. Desvios sistemáticos da reta indicam que os resíduos podem não ser distribuídos normalmente.

# DefaultOptions|
source: By selecting this option, a plot of the posterior distribution of the R2 (i.e., explained variance) will be displayed.
de: Bei Auswahl dieser Option wird ein Diagramm der Posterior-Verteilung von R2 (d. h. der erklärten Varianz) angezeigt.
es: Seleccionando esta opción, se va a presentar un gráfico de la distribución posterior de R2 (i.e. varianza explicada).
gl: Seleccionando esta opción, vaise presentar unha gráfica da distribución posterior de R2 (i.e. varianza explicada).
pt: Ao selecionar esta opção, um gráfico da distribuição posterior do R2 (ou seja, variância explicada) será exibido.

# DescriptivesPlots|
source: To create a descriptive plot, select the independent variable to be placed on the horizontal axis. If there is more than one independent variables, they can be visualized in a single plot by placing the second variable in 'Separate Lines', or visualized in separate plots by placing the variable in 'Separate Plots'.
de: Um ein deskriptives Diagramm zu erstellen, wählen Sie die unabhängige Variable aus, die auf der horizontalen Achse platziert werden soll. Falls es mehr als eine unabhängige Variable gibt, können diese in einem einzigen Diagramm visualisiert werden, indem Sie die zweite Variable unter 'Separate Linien' platzieren, oder in separaten Diagrammen, indem Sie die Variable unter 'Separate Diagramme' platzieren.
es: Para crear un gráfico descriptivo, selecciona la variable independiente que se coloca en el eje horizontal. Si hay más de una variable independiente, se pueden visualizar en un único gráfico situando la segunda variable en 'Líneas separadas', o visualizar en gráficos separados situando la variable en 'Gráficos separados'.
gl: Para crear unha gráfica descritiva, selecciona a variable independente que se coloca no eixe horizontal. Se hai máis dunha variable independente, pódense visualizar nunha única gráfica situando a segunda variable en 'Liñas separadas', ou visualizar en gráficas separadas situando a variable en 'Gráficas separadas'.
pt: Para criar um gráfico descritivo, selecione a variável independente a ser posicionada no eixo horizontal. Se houver mais de uma variável independente, elas podem ser visualizadas em um único gráfico, colocando a segunda variável em 'Linhas Separadas', ou em gráficos separados, colocando a variável em 'Gráficos Separados'.

# DescriptivesPlots|
source: The independent variables included in the analysis.
de: Die in der Analyse enthaltenen unabhängigen Variablen.
es: Las variables independientes incluidas en el análisis.
gl: As variables independentes incluídas na análise.
pt: As variáveis independentes incluídas na análise.

# DescriptivesPlots|
source: Select the independent variable that should be displayed on the horizontal axis of the plot.
de: Wählen Sie die unabhängige Variable aus, die auf der horizontalen Achse des Diagramms angezeigt werden soll.
es: Selecciona la variable independiente que se debe presentar en el eje horizontal del gráfico.
gl: Selecciona a variable independente que se debe presentar no eixe horizontal da gráfica.
pt: Selecione a variável independente que deve ser exibida no eixo horizontal do gráfico.

# DescriptivesPlots|
source: By placing an independent variable in this box, different lines corresponding to the different levels of the independent variable will be displayed.
de: Wenn Sie eine unabhängige Variable in dieses Feld eingeben, werden verschiedene Linien angezeigt, die den verschiedenen Stufen der unabhängigen Variable entsprechen.
es: Colocando una variable independiente en esta caja, se van a presentar distintas líneas que corresponden a diferentes niveles de esa variable independiente.
gl: Colocando unha variable independente nesta caixa, vanse presentar distintas liñas que corresponden a diferentes niveis desa variable independente.
pt: Ao colocar uma variável independente nesta caixa, diferentes linhas correspondentes aos diferentes níveis da variável independente serão exibidas.

# DescriptivesPlots|
source: By placing an independent variable in this box, different plots corresponding to the different levels of the independent variable will be displayed.
de: Wenn Sie eine unabhängige Variable in dieses Feld eingeben, werden verschiedene Diagramme angezeigt, die den verschiedenen Stufen der unabhängigen Variable entsprechen.
es: Colocando una variable independiente en esta caja, se van a presentar distintos gráficos que corresponden a diferentes niveles de esa variable independiente.
gl: Colocando unha variable independente nesta caixa, vanse presentar distintas gráficas que corresponden a diferentes niveis desa variable independente.
pt: Ao colocar uma variável independente nesta caixa, diferentes gráficos correspondentes aos diferentes níveis da variável independente serão exibidos.

# DescriptivesPlots|
source: When this option is selected, the plot will contain central credible intervals. By default this is set to 95%. This can be changed into the desired percentage.
de: Wenn diese Option ausgewählt ist, wird das Diagramm zentrale Glaubwürdigkeitsintervalle enthalten. Standardmäßig ist dieser Wert auf 95% eingestellt. Er kann auf den gewünschten Prozentsatz geändert werden.
es: Cuando se selecciona esta opción, el gráfico va a contener intervalos centrales de credibilidad. Por defecto, esta se fija en 95%. Este se puede cambiar por el porcentaje deseado.
gl: Cando se selecciona esta opción, a gráfica vai conter intervalos centrais de credibilidade. Por defecto, esta fíxase en 95%. Esta pódese trocar pola porcentaxe desexada.
pt: Quando esta opção é selecionada, o gráfico conterá intervalos de credibilidade centrais. Por padrão, essa configuração é definida como 95 %. Essa configuração pode ser alterada para a porcentagem desejada.

# ModelTerms|
source: All the independent variables that can be included in the model.
de: Alle unabhängigen Variablen, die in das Modell aufgenommen werden können.
es: Todas las variables independientes que pueden incluirse en el modelo.
gl: Tódalas variables independentes que poden incluírse no modelo.
pt: Todas as variáveis independentes que podem ser incluídas no modelo.

# PostHocTests|
source: To conduct a post hoc test, drag the desired factor to the right box.
de: Um einen Post-hoc-Test durchzuführen, ziehen Sie den gewünschten Faktor in das rechte Feld.
es: Para realizar un contraste post hoc, arrastra el factor deseado a la caja de la derecha.
gl: Para realizar unha proba post hoc, arrastra o factor desexado á caixa da dereita.
pt: Para conduzir um teste post hoc, arraste o fator desejado para a caixa à direita.

# PostHocTests|
source: When selecting this option, the prior odds will be corrected for multiple testing. This option is selected by default. At the moment, no output will be generated for the post hoc test when this option is not selected.
de: Wenn Sie diese Option auswählen, werden die Prior-Chancen für Mehrfachtests korrigiert. Diese Option ist standardmäßig ausgewählt. Derzeit wird keine Ausgabe für den Post-hoc-Test generiert, wenn diese Option nicht ausgewählt ist.
es: Cuando se selecciona esta opción, las probabilidades previas se van a corregir para el contrastado múltiple. Esta opción se selecciona por defecto. Por el momento, no se genera ninguna salida de resultados para el contraste post hoc cuando no se selecciona esta opción.
gl: Cando se selecciona esta opción, as probabilidades previas vanse corrixir para a comprobación múltiple. Esta opción selecciónase por defecto. Polo momento, non se xera ningunha saída de resultados para a proba post hoc cando non se selecciona esta opción.
pt: Ao selecionar esta opção, as probabilidades anteriores serão corrigidas para testes múltiplos. Esta opção é selecionada por padrão. No momento, nenhuma saída será gerada para o teste post hoc quando esta opção não estiver selecionada.

# SingleModelInference|
source: Here, a single model can be specified to obtain information about the posterior of this specific model, including a table with the posterior summary and plots of the marginal posterior.
de: Hier kann ein einzelnes Modell angegeben werden, um Informationen über die Posterior-Verteilung dieses spezifischen Modells zu erhalten, einschließlich einer Tabelle mit der Posterior-Zusammenfassung und Diagrammen der marginalen Posterior-Verteilung.
es: Aquí se puede especificar un modelo simple para obtener información sobre la posterior de este modelo concreto, incluyendo una tabla con el resumen posterior y gráficos de la posterior marginal.
gl: Aquí pódese especificar un modelo simple para obter información sobre a posterior deste modelo concreto, incluíndo unha táboa co resumo posterior e gráficas da posterior marxinal.
pt: Aqui, um único modelo pode ser especificado para obter informações sobre o posterior deste modelo específico, incluindo uma tabela com o resumo posterior e gráficos do posterior marginal.

# SingleModelInference|
source: This box contains all the factors included in the model.
de: Dieses Feld enthält alle im Modell enthaltenen Faktoren.
es: Esta caja contiene todos los factores incluidos en el modelo.
gl: Esta caixa contén tódolos factores incluídos no modelo.
pt: Esta caixa contém todos os fatores incluídos no modelo.

# SingleModelInference|
source: Select the factors that should be included in the model.
de: Wählen Sie die Faktoren aus, die in das Modell aufgenommen werden sollen.
es: Seleccionar los factores que deben incluirse en el modelo.
gl: Seleccionar os factores que deben incluírse no modelo.
pt: Selecione os fatores que devem ser incluídos no modelo.
