Repository: jasp-stats/jaspAnova
Catalog: po/QML-*.po
Languages: de, es, eu, fr, gl, id, it, pl, pt, ta, zh_hans

# AnovaRepeatedMeasuresBayesian|
source: In this box the variable that is the covariate can be selected. Covariates are continuous variables that have an influence on the dependent variable but are not part of the experimental manipulation.
de: In diesem Feld kann die Variable ausgewählt werden, die die Kovariate ist. Kovariaten sind kontinuierliche Variablen, die einen Einfluss auf die abhängige Größe haben, aber nicht Teil der experimentellen Manipulation sind.
es: En esta caja, se puede seleccionar la variable que es covariable. Las covariables son variables continuas que tienen influencia sobre la variable dependiente pero no son parte de la manipulación experimental.
gl: Nesta caixa, pódese seleccionar a variable que é covariante. As covariantes son variables continuas que teñen influencia sobre a variable dependente pero non son parte da manipulación experimental.
pt: Nesta caixa, a variável que é a covariável pode ser selecionada. Covariáveis são variáveis contínuas que influenciam a variável dependente, mas não fazem parte da manipulação experimental.

# BarPlots|
source: To create a bar plot, select the independent variable to be placed on the horizontal axis. If there are more than one independent variable, the variables can be displayed in separate plots by selecting the other variable in the box Separate plots.
de: Um ein Balkendiagramm zu erstellen, wählen Sie die unabhängige Variable, die auf der horizontalen Achse platziert werden soll. Wenn es mehr als eine unabhängige Variable gibt, können die Variablen in separaten Diagrammen angezeigt werden, indem Sie die andere Variable im Feld Separate Diagramme auswählen.
es: Para crear un gráfico de barras, selecciona la variable independiente a colocar en el eje horizontal. Si hay más de una variable independiente, las variables se pueden presentar en gráficos separados seleccionando la otra variable en la caja "Gráficos separados".
gl: Para crear unha gráfica de barras, selecciona a variable independente a colocar no eixe horizontal. Se hai máis dunha variable independente, as variables pódense presentar en gráficas separadas seleccionando a outra variable na caixa "Gráficas separadas".
pt: Para criar um gráfico de barras, selecione a variável independente a ser posicionada no eixo horizontal. Se houver mais de uma variável independente, elas podem ser exibidas em gráficos separados selecionando a outra variável na caixa Gráficos separados.

# BarPlots|
source: The independent variables included in the analysis.
de: Die in der Analyse enthaltenen unabhängigen Variablen.
es: Las variables independientes incluidas en el análisis.
gl: As variables independentes incluídas na análise.
pt: As variáveis independentes incluídas na análise.

# BarPlots|
source: Select the independent variable that should be displayed on the horizontal axis of the plot.
de: Wählen Sie die unabhängige Variable aus, die auf der horizontalen Achse des Diagramms angezeigt werden soll.
es: Selecciona la variable independiente que se debe presentar en el eje horizontal del gráfico.
gl: Selecciona a variable independente que se debe presentar no eixe horizontal da gráfica.
pt: Selecione a variável independente que deve ser exibida no eixo horizontal do gráfico.

# BarPlots|
source: By placing an independent variable in this box, different plots corresponding to the different levels of the independent variable will be displayed.
de: Durch Eintragen einer unabhängigen Variable in dieses Feld werden verschiedene Diagramme angezeigt, die den unterschiedlichen Stufen der unabhängigen Variablen entsprechen.
es: Colocando una variable independiente en esta caja, se van a presentar distintos gráficos que corresponden a diferentes niveles de esa variable independiente.
gl: Colocando unha variable independente nesta caixa, vanse presentar distintas gráficas que corresponden a diferentes niveis desa variable independente.
pt: Ao colocar uma variável independente nesta caixa, diferentes gráficos correspondentes aos diferentes níveis da variável independente serão exibidos.

# BarPlots|
source: By selecting this option, error bars will be displayed in the plot. The error bars can represent either confidence intervals/credible intervals or standard errors.
de: Bei Auswahl dieser Option werden Fehlerbalten im Diagramm angezeigt. Die Fehlerbalken können entweder Konfidenzintervalle/Glaubwürdigkeitsintervalle oder Standardfehler darstellen.
es: Seleccionando esta opción, se van a presentar barras de error en el gráfico. Las barras de error pueden representar intervalos de confianza/credibilidad o errores típicos.
gl: Seleccionando esta opción, vanse presentar barras de erro na gráfica. As barras de erro poden representar intervalos de confianza/credibilidade ou erros padrón.
pt: Ao selecionar esta opção, barras de erro serão exibidas no gráfico. As barras de erro podem representar intervalos de confiança/intervalos confiáveis ou erros padrão.

# BarPlots|
source: This option is selected by default. With this option, the error bars will represent confidence intervals of the mean of each level combination of the independent variables, or the credible interval in the case of Bayesian analyses. By default, the confidence/credible interval is set to 95%, but this can be changed into the desired percentage.
de: Diese Option ist standardmäßig ausgewählt. Mit dieser Option repräsentieren die Fehlerbalken Konfidenzintervalle des Mittelwerts jeder Stufenkombination der unabhängigen Variablen oder des Glaubwürdigkeitsintervalls bei Bayesschen Analysen. Standardmäßig wird das Konfidenz-/Glaubwürdigkeitsintervall auf 95% eingestellt, das kann aber auf den gewünschten Prozentsatz geändert werden.
es: Esta opción se seleccina por defecto. Con esta opción, las barras de error van a representar el intervalo de confianza para la media de cada combinación de niveles de las variables independientes, o el intervalo de credibilidad en caso del análisis bayesiano. Por defecto, el intervalo de confianza/credibilidad se fija con el 95%, pero esto se puede cambiar por el porcentaje deseado.
gl: Esta opción selecciónase por defecto. Con esta opción, as barras de erro van representar o intervalo de confianza para a media de cada combinación de niveis das variables independentes, ou o intervalo de credibilidade no caso da análise baiesiana. Por defecto, o intervalo de confianza/credibilidade fíxase co 95%, pero isto pódese trocar pola porcentaxe desexada.
pt: Esta opção é selecionada por padrão. Com esta opção, as barras de erro representarão intervalos de confiança da média de cada combinação de níveis das variáveis independentes, ou o intervalo de credibilidade no caso de análises bayesianas. Por padrão, o intervalo de confiança/credibilidade é definido como 95 %, mas pode ser alterado para a porcentagem desejada.

# BarPlots|
source: By selecting this option, the error bars will represent standard errors of the mean of each level combination of the independent variables.
de: Bei Auswahl dieser Option repräsentieren die Fehlerbalken den Standardfehler des Mittelwerts von jeder Stufenkombination der unabhängigen Variablen.
es: Seleccionando esta opción, las barras de error van a representar los errores típicos para la media de cada combinación de niveles de las variables independientes.
gl: Seleccionando esta opción, as barras de erro van representar os erros padrón para a media de cada combinación de niveis das variables independentes.
pt: Ao selecionar esta opção, as barras de erro representarão erros padrão da média de cada combinação de níveis das variáveis independentes.

# BarPlots|
source: Forces the graphs to show the default x-axis at y = 0.
de: Zwingt die Diagramme, die Standard-X-Achse bei y = 0 anzuzeigen.
es: Fuerza que los gráficos muestren el eje X predeterminado en y = 0.
gl: Forza que as gráficas amosen o eixe X predeterminado en y = 0.
pt: Força os gráficos a mostrar o eixo x padrão em y = 0.

# AdditionalOptions|
source: Prior: Here it is possible to set the prior distributions for the fixed and random effect sizes.
de: Prior: Hier ist es möglich, die Prior-Verteilungen für die festen und zufälligen Effektstärken einzustellen.
es: Previa: Aquí es posible establecer las distribuciones previas para las magnitudes de los efectos fijos y aleatorios.
gl: Previa: Aquí é posible establecer as distribucións previas para as magnitudes dos efectos fixos e aleatorios.
pt: Anterior: Aqui é possível definir as distribuições anteriores para os tamanhos de efeito fixo e aleatório.

# AdditionalOptions|
source: Allows specifying the same prior for all the coefficients at once
de: Ermöglicht die Angabe des gleichen Priors für alle Koeffizienten auf einmal
es: Permite especificar la misma previa para todos los coeficientes, a la vez
gl: Permite especificar a mesma previa para tódolos coeficientes, á vez
pt: Permite especificar o mesmo anterior para todos os coeficientes de uma só vez

# AdditionalOptions|
source: Allows specifying the prior of each coefficient individually
de: Erlaubt die Angabe des Priors für jeden einzelnen Koeffizienten
es: Permite especificar la previa para cada coeficiente individualmente
gl: Permite especificar a previa para cada coeficiente individualmente
pt: Permite especificar o anterior de cada coeficiente individualmente

# AdditionalOptions|
source: Allows specifying the width of the fixed and random coefficient priors. Set at 0.5 and 1 by default respectively. They can be changed into the desired values.
de: Erlaubt die Angabe der Prior-Breite für die festen und zufälligen Koeffizienten. Standardmäßig gesetzt auf 0,5 bzw. 1. Sie können in die gewünschten Werte geändert werden.
es: Permite especificar el ancho de las previas de los coeficientes fijos y aleatorios. Fijado respectivamente en 0.5 y 1 por defecto. Se pueden cambiar por los valores deseados.
gl: Permite especificar a largura das previas dos coeficientes fixos e aleatorios. Fixada respectivamente en 0.5 e 1 por defecto. Pódense trocar polos valores desexados.
pt: Permite especificar a largura dos anteriores de coeficientes fixos e aleatórios. Definidos como 0,5 e 1,0 por padrão, respectivamente. Eles podem ser alterados para os valores desejados.

# AdditionalOptions|
source: Specify how the marginal likelihoods should be approximated.
es: Especificar como se deben aproximar las verosimilitudes marginales.
gl: Especificar como se deben aproximar as verosimilitudes marxinais.
pt: Especifique como as probabilidades marginais devem ser aproximadas.

# AdditionalOptions|
source: Numerical integration is used to approximate the marginal likelihood
es: Se utiliza la integración numérica para aproximar las verosimilitudes marginales
gl: Se utiliza a integración numérica para aproximar as verosimilitudes marxinais
pt: A integração numérica é usada para aproximar a probabilidade marginal

# AdditionalOptions|
source: Laplace approximation of the marginal likelihood. Works better for large sample sizes and very large models.
es: Aproximación de Laplace para la verosimilitud marginal. Funciona mejor con muestras de tamaño grande y modelos muy grandes.
gl: Aproximación de Laplace para a verosimilitude marxinal. Funciona mellor con mostras de tamaño grande e modelos moi grandes.
pt: Aproximação de Laplace da verossimilhança marginal. Funciona melhor para amostras grandes e modelos muito grandes.

# AdditionalOptions|
source: If this option is selected, 10000 steps will be used. This option is selected by default.
de: Bei Auswahl dieser Option werden 10000 Schritte verwendet. Diese Option ist standardmäßig ausgewählt.
es: Si se escoge esta opción, se van a usar 10000 etapas. Esta opción se selecciona por defecto.
gl: Cando se escolle esta opción, vanse usar 10000 etapas. Esta opción selecciónase por defecto.
pt: Se esta opção for selecionada, serão utilizados 10.000 passos. Esta opção é selecionada por padrão.

# AdditionalOptions|
source: If this option is selected, the number of steps can be manually specified. The number of steps is set to 10000 by default.
de: Bei Auswahl dieser Option kann die Anzahl der Schritte manuell angegeben werden. Die Anzahl der Schritte ist standardmäßig auf 10000 eingestellt.
es: Si se escoge esta opción, el número de etapas se puede especificar manualmente. El número de etapas predeterminado está fijado en 10000.
gl: Cando se escolle esta opción, o número de etapas pódese especificar manualmente. O número de etapas predeterminado está fixado en 10000.
pt: Se esta opção for selecionada, o número de etapas poderá ser especificado manualmente. O número de etapas é definido como 10.000 por padrão.

# AdditionalOptions|
source: It is possible to set the number of Markov Chain Monte Carlo samples, used to approximate the posterior distribution and error %.
de: Es ist möglich, die Anzahl der Markow-Ketten-Monte-Carlo-Stichproben einzustellen, die verwendet werden, um die Posterior-Verteilung und Fehler % anzunähern.
es: Es posible fijar el número de muestras Monte Carlo de Cadenas de Markov utilizadas para aproximar la distribución posterior y el % de error.
gl: É posible fixar o número de mostras Monte Carlo de Cadeas de Markov utilizadas para aproximar a distribución posterior e a % de erro.
pt: É possível definir o número de amostras de Monte Carlo da Cadeia de Markov, usadas para aproximar a distribuição posterior e a porcentagem de erro.

# AdditionalOptions|
source: If this option is selected, 10000 samples will be used. This option is selected by default.
de: Bei Auswahl dieser Option werden 10000 Stichproben verwendet. Diese Option wird standardmäßig ausgewählt.
es: Si se escoge esta opción, se van a usar 10000 muestras. Esta opción se selecciona por defecto.
gl: Cando se escolle esta opción, vanse usar 10000 mostras. Esta opción selecciónase por defecto.
pt: Se esta opção for selecionada, serão utilizadas 10.000 amostras. Esta opção é selecionada por padrão.

# AdditionalOptions|
source: If this option is selected, the number of samples can be specified manually. When selecting this option a sample size of 1000 is used by default.
de: Bei Auswahl dieser Option kann die Anzahl der Stichproben manuell angegeben werden. Bei Auswahl dieser Option wird standardmäßig ein Stichprobenumfang von 1000 verwendet.
es: Si se escoge esta opción, el número de muestras se puede especificar manualmente. Cuando se selecciona esta opción, se utiliza por defecto un tamaño muestral de 1000.
gl: Cando se escolle esta opción, o número de mostras pódese especificar manualmente. Cando se selecciona esta opción, utilízase por defecto un tamaño mostral de 1000.
pt: Se esta opção for selecionada, o número de amostras poderá ser especificado manualmente. Ao selecionar esta opção, um tamanho de amostra de 1000 será usado por padrão.

# AdditionalOptions|
source: The principle of marginality states that higher-order interaction terms in a model should only be included if their corresponding lower-order terms (main effects and simpler interactions) are also included. When enforced, an interaction between A and B cannot be added to the model without also adding the main effects of A and B.
es: El principio de marginalidad establece que los términos de interación de mayor nivel de un modelo solo deberían incluirse si sus términos correspondientes de menor nivel (efectos principales e interacciones más simples) también se incluyen. Cuando se fuerza, una interacción entre A y B no puede añadirse al modelo sin añadir también los efectos principales de A y B.
gl: O principio de marxinalidade establece que os termos de interación de maior nivel dun modelo só deberían incluírse se os seus termos correspondentes de menor nivel (efectos principais e interaccións máis simples) tamén se inclúen. Cando se forza, unha interacción entre A e B non pode engadirse ao modelo sen engadir tamén os efectos principais de A e B.
pt: O princípio da marginalidade afirma que termos de interação de ordem superior em um modelo só devem ser incluídos se seus termos de ordem inferior correspondentes (efeitos principais e interações mais simples) também forem incluídos. Quando aplicado, uma interação entre A e B não pode ser adicionada ao modelo sem também adicionar os efeitos principais de A e B.

# AdditionalOptions|
source: Enforces the principle of marginality for fixed effects(User specified)
es: Fuerza el principio de marginalidad para los efectos fijos (Especificado por el usuario)
gl: Forza o principio de marxinalidade para os efectos fixos (Especificado polo usuario)
pt: Aplica o princípio da marginalidade para efeitos fixos (especificado pelo usuário)

# AdditionalOptions|
source: Enforces the principle of marginality for random slopes (See the 'Legacy results' options)
es: Fuerza el principio de marginalidad para las pendientes aleatorias (Consulta las opciones de 'Resultados legados')
gl: Forza o principio de marxinalidade para as pendentes aleatorias (Consulta as opcións de 'Resultados legados')
pt: Aplica o princípio de marginalidade para inclinações aleatórias (consulte as opções 'Resultados legados')

# AdditionalOptions|
source: prior distribution of the models
de: Prior-Verteilung der Modelle
es: Distribución previa de los modelos
gl: Distribución previa dos modelos
pt: distribuição anterior dos modelos

# AdditionalOptions|
source: Assumes that all possible values are equally likely.
de: Annahme, dass alle möglichen Werte gleich wahrscheinlich sind.
es: Asume que todos los valores posibles son igual de probables.
gl: Asume que tódolos valores posibles son igual de probables.
pt: Assume que todos os valores possíveis são igualmente prováveis.

# AdditionalOptions|
source: Default Beta(a = 1, b = 1).
de: Standard Beta(a = 1, b = 1).
es: Predeterminada Beta(a = 1, b = 1).
gl: Predeterminada Beta(a = 1, b = 1).
pt: Beta Padrão(a = 1, b = 1).

# AdditionalOptions|
source: Default lambda = 1. Equivalent to a Beta binomial with a = 1 and b = lambda * p, where p is the number of predictors in the model.
es: Predeterminada lambda = 1. Equivalente a una Beta Binomial con a = 1 y b = lambda * p, donde p es el número de predictores en el modelo.
gl: Predeterminada lambda = 1. Equivalente a unha Beta Binomial con a = 1 e b = lambda * p, onde p é o número de preditores no modelo.
pt: Lambda padrão = 1. Equivalente a um binomial Beta com a = 1 e b = lambda * p, onde p é o número de preditores no modelo.

# AdditionalOptions|
source: Default u = 1. Equivalent to a Beta binomial with a = 1 and b = p^u, where p is the number of predictors in the model.
es: Predeterminada u = 1. Equivalente a una Beta Binomial con a = 1 y b = p^u, donde p es el número de predictores en el modelo.
gl: Predeterminada u = 1. Equivalente a unha Beta Binomial con a = 1 e b = p^u, onde p é o número de preditores no modelo.
pt: Padrão u = 1. Equivalente a um binomial Beta com a = 1 e b = p^u, onde p é o número de preditores no modelo.

# AdditionalOptions|
source: Default p = 0.5.
de: Standard p = 0.5.
es: Predeterminada p = 0.5.
gl: Predeterminada p = 0.5.
pt: p padrão = 0,5.

# AdditionalOptions|
source: Allows the user to select the prior inclusion probability for the desired variable
es: Permite al usuario seleccionar la probabilidad previa de inclusión para la variable deseada
gl: Permite ao usuario seleccionar a probabilidade previa de inclusión para a variable desexada
pt: Permite que o usuário selecione a probabilidade de inclusão prévia para a variável desejada

# DefaultOptions|
source: By selecting this option, the inclusion probability of each component (i.e., model term) in the models will be calculated. The inclusion probability is the probability that a fixed factor is included in the model given the observed data. It also calculates the BF inclusion, which are the odds of obtaining the observed data under models with the predictor vs models without it.
de: Bei Auswahl dieser Option wird die Inklusionswahrscheinlichkeit jeder Komponente (d. h. jedes Modellterms) in den Modellen berechnet. Die Inklusionswahrscheinlichkeit ist die Wahrscheinlichkeit, dass ein fester Faktor unter Berücksichtigung der beobachteten Daten in das Modell aufgenommen wird. Außerdem wird der BF-Inklusion berechnet, d. h. die Chance, die beobachteten Daten unter Modellen mit diesem Prädiktor zu erhalten, im Vergleich zu Modellen ohne diesen.
es: Seleccionando esta opción, se va a calcular la probabilidad de inclusión de cada componente (i.e. término) de los modelos. La probabilidad de inclusión es la probabilidad de que se incluya un factor fijo en el modelo, dados los datos observados. También se calcula la inclusión del FB, que es la probabilidad de obtener los datos observados bajo modelos que incluyen el predictor vs modelos sin el mismo.
gl: Seleccionando esta opción, vaise calcular a probabilidade de inclusión de cada compoñente (i.e. termo) dos modelos. A probabilidade de inclusión é a probabilidade de que se inclúa un factor fixo no modelo, dados os datos observados. Tamén se calcula a inclusión do FB, que é a probabilidade de obter os datos observados baixo modelos que inclúen o preditor vs modelos sen el.
pt: Ao selecionar esta opção, a probabilidade de inclusão de cada componente (ou seja, termo do modelo) nos modelos será calculada. A probabilidade de inclusão é a probabilidade de um fator fixo ser incluído no modelo, dados os dados observados. Ela também calcula a inclusão FB, que são as chances de obter os dados observados em modelos com o preditor versus modelos sem ele.

# DefaultOptions|
source: When this option is selected, each model where the component is included will be used to estimate the effect (i.e., inclusion probability) of the component. When the option Effects is selected, this method is used by default.
de: Bei Auswahl dieser Option wird jedes Modell, in dem die Komponente enthalten ist, zur Schätzung des Effekts (d. h. der Inklusionswahrscheinlichkeit) der Komponente herangezogen. Bei Auswahl der Effekte-Option wird diese Methode standardmäßig verwendet.
es: Cuando se selecciona esta opción, cada modelo en el que se incluya la componente se utilizará para estimar el efecto (i.e. probabilidad de inclusión) de la componente. Cuando se selecciona la opción 'Efectos', este método se utiliza por defecto.
gl: Cando se selecciona esta opción, cada modelo no que se inclúa a compoñente utilízarase para estimar o efecto (i.e. probabilidade de inclusión) da compoñente. Cando se selecciona a opción 'Efectos', este método utilízase por defecto.
pt: Quando esta opção é selecionada, cada modelo em que o componente é incluído será usado para estimar o efeito (ou seja, a probabilidade de inclusão) do componente. Quando a opção Efeitos é selecionada, este método é usado por padrão.
