Repository: jasp-stats/jaspAnova
Catalog: po/QML-*.po
Languages: de, es, eu, fr, gl, id, it, pl, pt, ta, zh_hans

source: Sum of squares
de: Quadratsumme
es: Suma de cuadrados
eu: Karratuen batura
fr: Somme des carrés
gl: Suma de cadrados
id: Jumlah kuadrat
pl: Suma kwadratów
pt: Soma dos quadrados
ta: சதுரங்களின் தொகை
zh_hans: 平方和

# SumOfSquares|
source: Type %1
de: Typ %1
es: Tipo %1
eu: Mota %1
gl: Tipo %1
pl: Typ %1
pt: Tipo %1
ta: வகை %1
zh_hans: 类型 %1

# AdditionalOptions|
source: Coefficient Prior
de: Koeffizient-Prior
es: Previo del Coeficiente
gl: Previo do Coeficiente
id: Koefisien Sebelum
pl: Rozkład a priori współczynnika
pt: Coeficiente Anterior
ta: முன் குணகங்கள்
zh_hans: 系数先验

# AdditionalOptions|
source: Integration Method
de: Integrationsmethode
es: Método de Integración
eu: Integrazio Metodoa
fr: Méthode d'Intégration
gl: Método de Integración
id: Metode Integrasi
pl: Metoda integracji
pt: Método de Integração
ta: ஒருங்கிணைப்பு முறை
zh_hans: 积分方法

# AdditionalOptions|
source: Automatic
de: Automatisch
es: Automático
eu: Automatikoa
fr: Automatique
gl: Automático
id: Otomatis
pl: Automatycznie
pt: Automático
ta: தானியங்கி
zh_hans: 自动

# AdditionalOptions|
source: Laplace approximation
es: Aproximación de Laplace
eu: Laplace hurbilketa
fr: Approximation de Laplace
gl: Aproximación de Laplace
pl: Aproksymacja Laplace'a
pt: Aproximação de Laplace
ta: லாப்லேச் தோராயமானது
zh_hans: 拉普拉斯近似法

# AnovaRepeatedMeasuresBayesian|
source: Label y-axis
de: Beschriftung Y-Achse
es: Etiqueta del eje y
eu: Etiketatu y ardatza
fr: Titre de l'axe y
gl: Etiquetar o eixe y
id: Label aksis-y
it: Asse Etichetta-y
pl: Etykieta osi y
pt: Rótulo do eixo y
ta: சிட்டை y- அச்சு

# DefaultOptions|
source: Limit No. Models Shown
de: Anzahl gezeigter Modelle begrenzen
es: Limitar el Número de Modelos Mostrados
eu: Mugatu Erakusten diren Modelo Kopurua
fr: Nombre limite de modèles illustrés
gl: Limitar o Número de Modelos Amosados
pl: Ogranicz liczbę wyświetlanych modeli
pt: Limitar N° de modelos exibidos
ta: வரம்பு எண் மாதிரிகள் காட்டப்பட்டுள்ளன
zh_hans: 限制模型显示的数量

# DefaultOptions|
source: No
de: Nein
eu: Ez
fr: Non
gl: Non
id: Tidak
pl: Nie
pt: Não
ta: இல்லை
zh_hans: 不限制

# DefaultOptions|
source: Yes, show best
de: Ja, beste anzeigen
es: Sí, mostrar el mejor
eu: Bai, erakutsi onena
fr: Oui, afficher le meilleur
gl: Si, amosar o mellor
id: Ya, tunjukkan yang terbaik
pl: Tak, pokaż najlepsze
pt: Sim, mostrar o melhor
ta: ஆம், சிறந்ததைக் காட்டு
zh_hans: 显示最优的

# AnovaRepeatedMeasures|
source: Pool error term for follow-up tests
de: Fehlerterm für Folgetests zusammenführen
es: Agrupar términos de error para contrastes sucesivos
gl: Agrupar termos de erro para probas sucesivas
pt: Combinar o termo de erro para testes de acompanhamento
ta: பின்தொடர்தல் சோதனைகளுக்கான பூல் பிழை சொல்

# Contrasts|
source: Pool error term for follow-up tests
de: Fehlerterm für Folgetests zusammenführen
es: Agrupar términos de error para contrastes sucesivos
eu: Jarraipen-probetarako multzo-errore-terminoa
gl: Agrupar termos de erro para probas sucesivas
pt: Combinar o termo de erro para testes de acompanhamento
ta: பின்தொடர்தல் சோதனைகளுக்கான பூல் பிழை சொல்

# MarginalMeans|
source: Pool error term for follow-up tests
de: Fehlerterm für Folgetests zusammenführen
es: Agrupar términos de error para contrastes sucesivos
eu: Jarraipen-probetarako multzo-errore-terminoa
gl: Agrupar termos de erro para probas sucesivas
pt: Combinar o termo de erro para testes de acompanhamento
ta: பின்தொடர்தல் சோதனைகளுக்கான பூல் பிழை சொல்

source: Bar Plots
de: Balkendiagramme
es: Gráficos de barras
eu: Barra grafikoak
gl: Gráficas de barras
pt: Gráficos de Barras
ta: பார் அடுக்கு
zh_hans: 条形图

# BarPlots|
source: Factors
de: Faktoren
es: Factores
eu: Faktoreak
gl: Factores
pt: Fatores
ta: காரணிகள்

# BarPlots|
source: Horizontal Axis
de: Horizontale Achse
es: Eje Horizontal
eu: Ardatz horizontala
gl: Eixe Horizontal
pt: Eixo Horizontal
ta: கிடைமட்ட அச்சு

# BarPlots|
source: Separate Plots
de: Separate Diagramme
es: Gráficos separados
eu: Grafiko bereiziak
gl: Gráficas separadas
pt: Gráficos Separados
ta: தனி அடுக்கு

# BarPlots|
source: Display
de: Zeige
es: Mostrar
eu: Erakutsi
gl: Presentar
pt: Exibir
ta: காட்சி

# BarPlots|
source: Confidence interval
de: Konfidenzintervall
es: Intervalo de confianza
eu: Konfiantza tartea
gl: Intervalo de confianza
pt: Intervalo de confiança
ta: நம்பிக்கை இடைவெளி

# BarPlots|
source: Credible interval
de: Glaubwürdigkeitsintervall
es: Intervalo de credibilidad
eu: Tarte sinesgarria
gl: Intervalo de credibilidade
pt: Intervalo credível
ta: நம்பகமான இடைவெளி

# BarPlots|
source: Standard error
de: Standardfehler
es: Error típico
eu: Errore estandarra
gl: Erro padrón
pt: Erro padrão
ta: நிலையான பிழை

# BarPlots|
source: Fix horizontal axis to 0
de: Horizontale Achse auf 0 fixieren
es: Fijar el eje horizontal en 0
eu: Ardatz horizontala 0ra finkatu
gl: Fixar o eixe horizontal en 0
pt: Fixar o eixo horizontal em 0
ta: கிடைமட்ட அச்சை 0 ஆக சரிசெய்யவும்

# Nonparametrics|
source: Estimates of effect size
de: Schätzer der Effekstärke
es: Estimaciones de la magnitud del efecto
eu: Efektu-tamainaren estimazioak
gl: Estimacións da magnitude do efecto
pt: Estimativas de tamanho de efeito
ta: விளைவு அளவின் மதிப்பீடுகள்

# Nonparametrics|
source: Confidence
de: Konfidenz
es: Confianza
eu: Konfiantza
gl: Confianza
pt: Confiança
ta: நம்பிக்கை

# AnovaRepeatedMeasures|
source: Q-Q plot of residuals
de: Q-Q-Diagramm von Residuen
es: Gráfico Q-Q de los errores
eu: Hondarren Q-Q grafikoa
gl: Gráfica Q-Q dos erros
pt: Gráfico Q-Q dos resíduos
ta: Q-Q எச்சங்களின் சூழ்ச்சி

# AnovaRepeatedMeasures|
source: Conditional comparisons for interactions
de: Bedingte Vergleiche für Interaktionen
es: Comparaciones condicionales para las interacciones
eu: Elkarrekintzarako baldintzapeko konparaketak
gl: Comparacións condicionais para interaccións
pt: Comparações condicionais para interações
ta: தொடர்புகளுக்கான நிபந்தனை ஒப்பீடுகள்

# AnovaRepeatedMeasures|
source: Normalize error bars
de: Fehlerbalken normalisieren
es: Normalizar las barras de error
eu: Normalizatu errore-barrak
gl: Normalizar as barras de erro
pt: Normalizar barras de erro
ta: பிழை பார்களை இயல்பாக்குங்கள்

# DescriptivePlots|
source: Normalize error bars
de: Fehlerbalken normalisieren
es: Normalizar las barras de error
eu: Normalizatu errore-barrak
gl: Normalizar as barras de erro
pt: Normalizar barras de erro
ta: பிழை பார்களை இயல்பாக்குங்கள்

# Display|
source: partial ω²
de: partielles ω²
es: ω² parcial
eu: ω² partziala
gl: ω² parcial
pt: ω² parcial
ta: பகுதி ω²

# Display|
source: Confidence intervals
de: Konfidenzintervalle
es: Intervalos de confianza
eu: Konfiantza-tarteak
gl: Intervalos de confianza
pt: Intervalos de confiança
ta: நம்பிக்கை இடைவெளிகள்

# Nonparametrics|
source: Dunn's post hoc tests
es: Contrastes post hoc de Dunn
eu: Dunn-en post hoc probak
gl: Probas post hoc de Dunn
pt: Teste post hoc de Dunn
ta: டன்னின் பிந்தைய தற்காலிக சோதனைகள்

# PostHoc|
source: Conditional comparisons for interactions
de: Bedingte Vergleiche für Interaktionen
es: Comparaciones condicionales para las interacciones
eu: Elkarrekintzarako baldintzapeko konparaketak
gl: Comparacións condicionais para interaccións
pt: Comparações condicionais para interações
ta: தொடர்புகளுக்கான நிபந்தனை ஒப்பீடுகள்

# PostHocDisplay|
source: Flag significant comparisons
de: Signifikante Vergleiche markieren
es: Marcar comparaciones significativas
eu: Markatu konparaketa esanguratsuak
gl: Marcar comparacións significativas
pt: Marcar comparações significativas
ta: குறிப்பிடத்தக்க ஒப்பீடுகளை கொடி

# PostHocDisplay|
source: Letter-based grouping table
de: Buchstabenbasierte Gruppierungstabelle
es: Tabla de agrupación basada en letras
gl: Táboa de agrupación baseada en letras
pt: Tabela de agrupamento baseada em letras
ta: கடிதம் அடிப்படையிலான குழு அட்டவணை

# PostHocDisplay|
source: α-level:
de: α-Niveau:
es: Nivel α:
eu: α-maila:
gl: Nivel α:
pt: nível α:
ta: -நிலை:

# BarPlots|
source: Error bars
de: Fehlerbalken
es: Barras de error
eu: Errore-barrak
gl: Barras de erro
pt: Barras de erro
ta: பிழை பார்கள்

# DescriptivePlots|
source: Error bars
de: Fehlerbalken
es: Barras de error
eu: Errore-barrak
gl: Barras de erro
pt: Barras de erro
ta: பிழை பார்கள்

source: Export
de: Exportieren
es: Exportar
eu: Esportatu
gl: Exportar
pt: Exportar

# Export|
source: Append residuals to data
de: Residuen zu Daten hinzufügen
es: Añadir los errores a los datos
eu: Hondarrak datuetara gehitu
gl: Engadir os erros aos datos
pt: Adicionar resíduos aos dados

# Export|
source: Column name
de: Spaltenname
es: Nombre de columna
gl: Nome de columna
pt: Nome da coluna

# Export|
source: e.g., residuals
de: z. B. Residuen
es: p.e. errores
eu: adibidez, hondarrak
gl: p.e. erros
pt: e.g., resíduos

# Export|
source: Residuals type
de: Residuen-Typ
es: Tipo de errores
eu: Hondar mota
gl: Tipo de erros
pt: Tipo dos resíduos

# Export|
source: Raw
de: Roh
es: Bruto
eu: Gordina
gl: Bruto
pt: Bruto

# Export|
source: Studentized
de: Studentisiert
es: Estudentizado
eu: Studentizatua
gl: Estudentizado
pt: Estudentizado

# Export|
source: Standardized
de: Standardisiert
es: Tipificado
eu: Estandarizatua
gl: Tipificado
pt: Padronizado

# Export|
source: Append predictions to data
de: Vorhersagen zu Daten hinzufügen
es: Añadir predicciones a los datos
eu: Iragarpenak datuetara gehitu
gl: Engadir predicións aos datos
pt: Adicionar previsões aos dados

# Export|
source: e.g., predictions
de: z.b. Vorhersagen
es: p.e. predicciones
eu: adibidez, iragarpenak
gl: p.e. predicións
pt: e.g., previsões

# Ancova|
source: ANCOVA allows the user to analyze the difference between multiple group means, while taking into account the effect of variables that have an influence on the dependent variable but are not part of the experimental manipulation (i.e., covariates).
de: ANCOVA ermöglicht es Nutzenden, die Differenz zwischen mehreren Gruppenmitteln zu analysieren, wobei der Effekt von Variablen berücksichtigt wird, die einen Einfluss auf die abhängige Größe haben, aber nicht Teil der experimentellen Manipulation sind (d.h., Kovariaten).
es: ANCOVA permite al usuario analizar la diferencia entre medias de grupos múltiples, mientras se tiene en cuenta el efecto de variables que tienen influencia sobre la variable dependiente pero no son parte de la manipulación experimental (i.e. covariables).
gl: ANCOVA permite ao usuario analizar a diferenza entre medias de grupos múltiples, mentres se ten en conta o efecto de variables que teñen influencia sobre a variable dependente pero non son parte da manipulación experimental (i.e. covariantes).
pt: ANCOVA permite que o usuário analise a diferença entre médias de vários grupos, ao mesmo tempo em que leva em consideração o efeito de variáveis que têm influência na variável dependente, mas não fazem parte da manipulação experimental (ou seja, covariáveis).

# Ancova|
source: Assumptions
de: Annahmen
es: Supuestos
gl: Supostos
pt: Pressupostos

# Ancova|
source: The residuals are normally distributed for every group.
de: Die Residuen sind für jede Gruppe normalverteilt.
es: Los errores tienen distribución Normal para cada grupo.
gl: Os erros teñen distribución Normal para cada grupo.
pt: Os resíduos são distribuídos normalmente para cada grupo.

# Ancova|
source: The independent variables are categorical, the dependent variable is continuous.
de: Die unabhängigen Variablen sind kategorisch, die abhängige Variable ist kontinuierlich.
es: Las variables independientes tienen categorías; la variable dependiente es continua.
gl: As variables independentes teñen categorías; a variable dependente é continua.
pt: As variáveis independentes são categóricas, a variável dependente é contínua.

# Ancova|
source: The variance of the dependent variable is the same for every group. This is called homogeneity of variances.
de: Die Varianz der abhängigen Größe ist für jede Gruppe gleich. Dies nennt man Homogenität der Varianzen.
es: La varianza de la variable dependiente es la misma en cada grupo. Esto se denomina homogeneidad de varianzas.
gl: A varianza da variable dependente é a mesma en cada grupo. Isto denomínase homoxeneidade de varianzas.
pt: A variância da variável dependente é a mesma para todos os grupos. Isso é chamado de homogeneidade de variâncias.

# Ancova|
source: The groups are independent.
de: Die Gruppen sind unabhängig.
es: Los grupos son independientes.
gl: Os grupos son independentes.
pt: Os grupos são independentes.

# Ancova|
source: The covariate and the experiment effect are independent.
de: Die Kovariate und der Experimenteffekt sind unabhängig.
es: La covariable y el efecto del experimento son independientes.
gl: A covariante e o efecto do experimento son independentes.
pt: A covariável e o efeito do experimento são independentes.

# Ancova|
source: The effect of the covariate on the dependent variable does not differ between groups. This is called homogeneity of the regression slopes.
de: Der Effekt der Kovariate auf die abhängige Variable unterscheidet sich nicht zwischen Gruppen. Dies nennt man Homogenität der Regressionssteigungen.
es: El efecto de la covariable sobre la variable dependiente no difiere entre grupos. Esto se denomina homogeneidad de las pendientes de la regresión.
gl: O efecto da covariante sobre a variable dependente non difire entre grupos. Isto denomínase homoxeneidade das pendentes da regresión.
pt: O efeito da covariável na variável dependente não difere entre os grupos. Isso é chamado de homogeneidade das inclinações da regressão.

# Ancova|
source: The variable of interest. This is also called the outcome variable.
de: Die Variable von Interesse. Dies wird auch die Ergebnisvariable genannt.
es: La variable de interés. Esta también se denomina variable resultante.
gl: A variable de interese. Esta tamén se denomina variable resultante.
pt: A variável de interesse. Também chamada de variável de resultado.

# Ancova|
source: The variables that are manipulated/define the different groups. These are also called the independent variables.
de: Die Variablen, die manipuliert werden / die verschiedenen Gruppen definieren. Diese werden auch als unabhängige Variablen bezeichnet.
es: Las variables que se manejan/definen los distintos grupos. También se les llama variables independientes.
gl: As variables que se manexan/definen os distintos grupos. Tamén se lles chama variables independentes.
pt: As variáveis que são manipuladas/definem os diferentes grupos. Também são chamadas de variáveis independentes.

# Ancova|
source: In this box the variable that is the covariate can be selected. Covariates are continuous variables that have an influence on the dependent variable but are not part of the experimental manipulation.
de: In diesem Feld kann die Variable ausgewählt werden, die die Kovariate ist. Kovariaten sind kontinuierliche Variablen, die einen Einfluss auf die abhängige Größe haben, aber nicht Teil der experimentellen Manipulation sind.
es: En esta caja, se puede seleccionar la variable que es covariable. Las covariables son variables continuas que tienen influencia sobre la variable dependiente pero no son parte de la manipulación experimental.
gl: Nesta caixa, pódese seleccionar a variable que é covariante. As covariantes son variables continuas que teñen influencia sobre a variable dependente pero non son parte da manipulación experimental.
pt: Nesta caixa, a variável que é a covariável pode ser selecionada. Covariáveis são variáveis contínuas que influenciam a variável dependente, mas não fazem parte da manipulação experimental.

# Ancova|
source: Weighted Least Squares, here the variable specifying which points have more weight and are therefore considered more informative can be selected. For this last option it is important to know the weights a priori. This option is primarily used when the errors are heteroskedastic, meaning they are not equally distributed across levels of the independent variable.
de: Gewichtete Kleinste Quadrate, hier kann die Variable ausgewählt werden, die angibt welche Punkte mehr Gewicht haben und daher als informativer betrachtet werden. Für diese letzte Option ist es wichtig, die Gewichte a-priori zu wissen. Diese Option wird in erster Linie verwendet, wenn die Fehler heteroskedastisch sind, d.h. sie sind nicht gleichmäßig über die Stufen der unabhängigen Variable verteilt.
es: Mínimos Cuadrados Ponderados: aquí se puede seleccionar la variable que especifica qué puntos tienen más ponderación y, en consecuencia, se consideran más informativos. Para esta última opción es importante saber las ponderaciones previamente. Esta opción se usa principalmente cuando los errores son heterocedásticos, es decir que no se distribuyen de modo igual a través de los niveles de la variable independiente.
gl: Mínimos Cadrados Ponderados: aquí pódese seleccionar a variable que especifica que puntos teñen máis ponderación e, en consecuencia, se consideran máis informativos. Para esta última opción é importante saber as ponderacións previamente. Esta opción utilízase principalmente cando os erros son heterocedásticos, é dicir que non se distribúen de xeito igual a través dos niveis da variable independente.
pt: Mínimos Quadrados Ponderados: aqui, a variável que especifica quais pontos têm mais peso e, portanto, são considerados mais informativos pode ser selecionada. Para esta última opção, é importante conhecer os pesos a priori. Esta opção é usada principalmente quando os erros são heteroscedásticos, ou seja, não são distribuídos igualmente entre os níveis da variável independente.

# AncovaBayesian|
source: The Bayesian ANCOVA allows the user to analyze the difference between multiple group means, while taking into account the effect of variables that have an influence on the dependent variable but are not part of the experimental manipulation (i.e., covariates).
de: Die Bayessche ANCOVA erlaubt es Nutzenden, die Differenz zwischen mehreren Gruppenmitteln zu analysieren, wobei der Effekt von Variablen berücksichtigt wird, die einen Einfluss auf die abhängige Größe haben, aber nicht Teil der experimentellen Manipulation sind (d.h., Kovariaten).
es: El ANCOVA Bayesiano permite al usuario analizar la diferencia entre medias de múltiples grupos, mientras se tiene en cuenta el efecto de variables que tienen influencia sobre la variable dependiente pero no son parte de la manipulación experimental (i.e. covariables).
gl: O ANCOVA Baiesiano permite ao usuario analizar a diferenza entre medias de múltiples grupos, mentres se ten en conta o efecto de variables que teñen influencia sobre a variable dependente pero non son parte da manipulación experimental (i.e. covariantes).
pt: A ANCOVA Bayesiana permite que o usuário analise a diferença entre médias de vários grupos, ao mesmo tempo em que leva em consideração o efeito de variáveis que têm influência na variável dependente, mas não fazem parte da manipulação experimental (ou seja, covariáveis).

# AncovaBayesian|
source: Assumptions
de: Annahmen
es: Supuestos
gl: Supostos
pt: Pressupostos

# AncovaBayesian|
source: The residuals are normally distributed for every group.
de: Die Residuen sind für jede Gruppe normalverteilt.
es: Los errores tienen distribución Normal para cada grupo.
gl: Os erros teñen distribución Normal para cada grupo.
pt: Os resíduos são distribuídos normalmente para cada grupo.

# AncovaBayesian|
source: The independent variables are categorical, the dependent variable is continuous.
de: Die unabhängigen Variablen sind kategorisch, die abhängige Variable ist kontinuierlich.
es: Las variables independientes tienen categorías; la variable dependiente es continua.
gl: As variables independentes teñen categorías; a variable dependente é continua.
pt: As variáveis independentes são categóricas, a variável dependente é contínua.

# AncovaBayesian|
source: The variance of the dependent variable is the same for every group. This is called homogeneity of variances.
de: Die Varianz der abhängigen Größe ist für jede Gruppe gleich. Dies nennt man Homogenität der Varianzen.
es: La varianza de la variable dependiente es la misma en cada grupo. Esto se denomina homogeneidad de varianzas.
gl: A varianza da variable dependente é a mesma en cada grupo. Isto denomínase homoxeneidade de varianzas.
pt: A variância da variável dependente é a mesma para todos os grupos. Isso é chamado de homogeneidade de variâncias.

# AncovaBayesian|
source: The groups are independent.
de: Die Gruppen sind unabhängig.
es: Los grupos son independientes.
gl: Os grupos son independentes.
pt: Os grupos são independentes.

# AncovaBayesian|
source: For each independent variable, the relationship between the dependent variable and the covariate is linear.
de: Für jede unabhängige Variable ist der Zusammenhang zwischen der abhängigen Variable und der Kovariate linear.
es: Para cada variable independiente, la relación entre la variable dependiente y la covariable es lineal.
gl: Para cada variable independente, a relación entre a variable dependente e a covariante é linear.
pt: Para cada variável independente, a relação entre a variável dependente e a covariável é linear.

# AncovaBayesian|
source: The effect of the covariate on the dependent variable does not differ between groups. This is called homogeneity of the regression slopes.
de: Der Effekt der Kovariate auf die abhängige Variable unterscheidet sich nicht zwischen Gruppen. Dies nennt man Homogenität der Regressionssteigungen.
es: El efecto de la covariable sobre la variable dependiente no difiere entre grupos. Esto se denomina homogeneidad de las pendientes de la regresión.
gl: O efecto da covariante sobre a variable dependente non difire entre grupos. Isto denomínase homoxeneidade das pendentes da regresión.
pt: O efeito da covariável na variável dependente não difere entre os grupos. Isso é chamado de homogeneidade das inclinações da regressão.

# Anova|
source: ANOVA allows the user to analyze the difference between multiple group means.
de: ANOVA erlaubt es Nutzenden, die Differenz zwischen mehreren Gruppenmittelwerten zu analysieren.
es: ANOVA permite al usuario analizar la diferencia entre medias de múltiples grupos.
gl: ANOVA permite ao usuario analizar a diferenza entre medias de múltiples grupos.
pt: A ANOVA permite que o usuário analise a diferença entre médias de vários grupos.

# Anova|
source: Assumptions
de: Annahmen
es: Supuestos
gl: Supostos
pt: Pressupostos

# Anova|
source: The residuals are normally distributed for every group.
de: Die Residuen sind für jede Gruppe normalverteilt.
es: Los errores tienen distribución Normal para cada grupo.
gl: Os erros teñen distribución Normal para cada grupo.
pt: Os resíduos são distribuídos normalmente para cada grupo.

# Anova|
source: The independent variables are categorical, the dependent variable is continuous.
de: Die unabhängigen Variablen sind kategorisch, die abhängige Variable ist kontinuierlich.
es: Las variables independientes tienen categorías; la variable dependiente es continua.
gl: As variables independentes teñen categorías; a variable dependente é continua.
pt: As variáveis independentes são categóricas, a variável dependente é contínua.

# Anova|
source: The variance of the dependent variable is the same for every group. This is called homogeneity of variances.
de: Die Varianz der abhängigen Größe ist für jede Gruppe gleich. Dies nennt man Homogenität der Varianzen.
es: La varianza de la variable dependiente es la misma en cada grupo. Esto se denomina homogeneidad de varianzas.
gl: A varianza da variable dependente é a mesma en cada grupo. Isto denomínase homoxeneidade de varianzas.
pt: A variância da variável dependente é a mesma para todos os grupos. Isso é chamado de homogeneidade de variâncias.
