Repository: jasp-stats/jaspAnova
Catalog: po/QML-*.po
Languages: de, es, eu, fr, gl, id, it, pl, pt, ta, zh_hans

# Ancova|
source: Factor covariate independence check
de: Faktor Kovariate Unabhängigkeitsprüfung
es: Comprobación de independencia de covariables de factores
eu: Faktoreen kobarianteen independentziaren egiaztapena
fr: Vérification de l'indépendance des facteurs covariants
gl: Comprobación da independencia de covariantes de factores
id: Pemeriksaan independensi kovariat faktor
it: Controllo dell'indipendenza della covariata fattoriale
pl: Weryfikacja niezależności współzmiennych
pt: Verificação da independência de covariável de fator
ta: காரணி கோவாரியேட் சுதந்திர சோதனை
zh_hans: 因子协变量独立性检验

# AnovaRepeatedMeasures|
source: Post Hoc Tests
es: Contrastes Post-hoc
eu: Post Hoc Probak
fr: Tests post-hoc
gl: Probas Post-hoc
id: Uji Pos Hoc
it: Test di Post Hoc
pl: Testy post hoc
pt: Testes Post Hoc
ta: பிந்தைய தற்காலிக சோதனைகள்
zh_hans: 事后检验(Post Hoc)

# AnovaBayesian|
source: Random Factors
de: Zufällige Faktoren
es: Factores Aleatorios
eu: Ausazko Faktoreak
fr: Facteurs aléatoires
gl: Factores Aleatorios
id: Faktor Acak
it: Fattori Casuali
pl: Czynniki losowe
pt: Fatores aleatórios
ta: சீரற்ற காரணிகள்
zh_hans: 随机因子

# AnovaRepeatedMeasures|
source: Homogeneity tests
de: Tests auf Homogenität
es: Contrastes de Homogeneidad
eu: Homogeneotasun probak
fr: Tests d'homogénéité
gl: Probas de Homoxeneidade
id: Uji homogenitas
it: Test di Omogeneità
pl: Testy homogeniczności
pt: Testes de homogeneidade
ta: ஒரேவிதமான சோதனைகள்
zh_hans: 齐性检验(Homogeneity)

# AnovaRepeatedMeasures|
source: Nonparametrics
de: Nichtparametrische Tests
es: No Paramétricos
eu: Ez-parametrikoak
fr: Tests non-paramétriques
gl: Non Paramétricos
id: Nonparametrik
it: Non parametrico
pl: Nieparametryczne
pt: Não paramétricos
ta: Natparametrics
zh_hans: 非参数检验

# AnovaRepeatedMeasures|
source: Correction
de: Korrektur
es: Corrección
eu: Zuzenketa
gl: Corrección
id: Koreksi
it: Correzione
pl: Poprawka
pt: Correção
ta: திருத்தம்
zh_hans: 校正

# AnovaRepeatedMeasures|
source: Effect size
de: Effektstärke
es: Magnitud del efecto
eu: Efektuaren tamaina
fr: Taille d'effet
gl: Magnitude do efecto
id: Besaran efek
it: Dimensioni dell'effetto
pl: Wielkość efektu
pt: Tamanho de efeito
ta: விளைவு அளவு
zh_hans: 效应量

# Anova|
source: WLS Weights
de: WLS-Gewichte
es: Ponderaciones MCP (WLS)
eu: WLS Pisuak
fr: Poids des moindres carrés pondérés
gl: Ponderacións de MCP (WLS)
id: Bobot WLS
it: Pesi WLS
pl: Wagi WLS
pt: WLS Ponderado
ta: WLS எடை
zh_hans: WLS 权重

# Description|
source: Repeated Measures ANOVA
de: ANOVA mit Messwiederholung
es: ANOVA de medidas repetidas
eu: Neurri Errepikatuen ANOVA
fr: ANOVA à mesures répétées
gl: ANOVA de medidas repetidas
id: ANOVA Pengukuran Berulang
pl: ANOVA dla powtórzonych pomiarów
pt: ANOVA de medidas repetidas
ta: மறுநிகழ்வு நடவடிக்கைகள் ANOVA
zh_hans: 重复测量方差分析

# Description|
source: Classical
de: Klassisch
es: Clásico
eu: Klasikoa
fr: Classique
gl: Clásico
id: Klasikal
it: Classico
pl: Klasyczne
pt: Clássico
ta: இலக்கிய நயம்
zh_hans: 经典

# Description|
source: Bayesian ANOVA
de: Bayssche ANOVA
es: ANOVA bayesiano
eu: Bayesiar ANOVA
fr: ANOVA bayésienne
gl: ANOVA baiesiana
id: ANOVA Bayesian
it: ANOVA Baiesiano
pl: Bayesowska ANOVA
pt: ANOVA Bayesiana
ta: பேய்சியன் அனோவா
zh_hans: 贝叶斯方差分析

# Description|
source: Bayesian
de: Bayesianisch
es: Bayesiano
eu: Bayesiarra
fr: Bayésien
gl: Baiesiano
it: Bayesiano
pl: Bayesowskie
pt: Bayesiano
ta: பேய்சியன்
zh_hans: 贝叶斯

# Description|
source: Bayesian ANCOVA
de: Bayessche ANCOVA
es: ANCOVA bayesiano
eu: Bayesiar ANCOVA
fr: ANCOVA bayésienne
gl: ANCOVA baiesiana
id: ANCOVA Bayesian
it: ANCOVA Baiesiano
pl: Bayesowska ANCOVA
pt: ANCOVA Bayesiana
ta: பேய்சியன் அன்கோவா
zh_hans: 贝叶斯协方差分析

# Description|
source: Bayesian Repeated Measures ANOVA
de: Bayessche ANOVA mit Messwiederholung
es: ANOVA bayesiano de Medidas Repetidas
eu: Bayesiar Neurri Errepikatuen ANOVA
fr: ANOVA à mesures répétées bayésienne
gl: ANOVA baiesiana de Medidas Repetidas
id: ANOVA Pengukuran Berulang Bayesian
it: Misure Ripetute ANOVA Baiesiano
pl: Bayesowska ANOVA dla powtórzonych pomiarów
pt: ANOVA para medidas repetidas bayesianas
ta: பேய்சியன் மறுநிகழ்வு நடவடிக்கைகள் ANOVA
zh_hans: 贝叶斯重复测量方差分析

# Manova|
source: ANOVA tables
de: ANOVA-Tabellen
es: Tablas ANOVA
eu: ANOVA taulak
fr: Tableaux d'ANOVA
gl: Táboas ANOVA
id: Tabel ANOVA
it: Tabelle ANOVA
pl: Tabele testu ANOVA
pt: Tabelas ANOVA
ta: ANOVA அட்டவணைகள்
zh_hans: ANOVA 表

# Manova|
source: Homogeneity of covariance matrices
de: Homogeniteit van covariantiematrices
es: Homogeneidad de las matrices de covarianzas
eu: Kobariantza-matrizeen homogeneotasuna
fr: Homogénéité des matrices de covariance
gl: Homoxeneidade das matrices de covarianzas
id: Matrix homogenitas kovarians
it: Omogeneità delle matrici di covarianza
pl: Jednorodność macierzy kowariancji
pt: Homogeneidade das matrizes de covariância
ta: கோவாரன்ச் மெட்ரிக்குகளின் ஒருமைப்பாடு
zh_hans: 协方差矩阵的同质性

# Manova|
source: Multivariate normality
de: Multivariate Normalverteilung
es: Normalidad multivariante
eu: Aldagai Anitzeko Normaltasuna
fr: Normalité multivariée
gl: Normalidade multivariante
id: Normalitas multivariat
it: Normalizzazione delle Multivariate
pl: Wielowymiarowa normalność
pt: Normalidade multivariada
ta: பன்முக இயல்புநிலை
zh_hans: 多元正态性

# AnovaRepeatedMeasures|
source: Label y-axis
de: Beschriftung Y-Achse
es: Etiqueta del eje y
eu: Etiketatu y ardatza
fr: Titre de l'axe y
gl: Etiquetar o eixe y
id: Label aksis-y
it: Asse Etichetta-y
pl: Etykieta osi y
pt: Rótulo eixo-y
ta: சிட்டை y- அச்சு
zh_hans: 标签 y 轴

# AnovaRepeatedMeasures|
source: Repeated Measures Factors
de: Innersubjektfaktoren
es: Factores de Medidas Repetidas
eu: Errepikatutako Neurrien Faktoreak
fr: Facteurs Intra-Sujets
gl: Factores de Medidas Repetidas
id: Faktor Pengukuran Berulang
it: Fattori di Misure ripetute
pl: Czynniki wewnątrzobiektowe
pt: Fatores de medidas repetidas
ta: மறுநிகழ்வு நடவடிக்கைகள் காரணிகள்
zh_hans: 重复测量因子

# AnovaRepeatedMeasures|
source: Repeated Measures Cells
de: Innersubjektzellen
es: Celdas de Medidas Repetidas
eu: Errepikatutako Neurrien Gelaxkak
fr: Cellules Intra-Sujets
gl: Celas de Medidas Repetidas
id: Sel Pengukuran Berulang
it: Calle di Misure Ripetute
pl: Komórki z powtarzanymi pomiarami
pt: Células de Medidas Repetidas
ta: மறுநிகழ்வு நடவடிக்கைகள் செல்கள்
zh_hans: 重复测量单元(cell)

# AnovaRepeatedMeasures|
source: Between Subject Factors
de: Zwischensubjektfaktoren
es: Factores Entre Elementos
eu: Subjektuen Arteko Faktoreak
fr: Facteurs Inter-Sujets
gl: Factores Entre Elementos
id: Faktor Antar Subyek
it: Tra i Fattori soggetto
pl: Czynniki międzyobiektowe
pt: Fatores entre sujeitos
ta: பொருள் காரணிகளுக்கு இடையில்
zh_hans: 组间因子

# AnovaRepeatedMeasures|
source: Optional Grouping Factor
de: Optionaler Gruppierungsfaktor
es: Factor de Agrupación Opcional
eu: Aukerako Taldekatze Faktorea
fr: Facteur de regroupement facultatif
gl: Factor de Agrupamento Opcional
id: Faktor Pengelompokan Opsional
it: Fattori di raggruppamento opzionale
pl: Opcjonalny czynnik grupujący
pt: Fator de Agrupamento Opcional
ta: விருப்ப குழு காரணி
zh_hans: 可选分组因子

# AnovaRepeatedMeasures|
source: Repeated Measures Components
de: Innersubjektkomponenten
es: Componentes de Medidas Repetidas
eu: Errepikatutako Neurrien Osagaiak
fr: Composantes intra-sujet
gl: Compoñentes de Medidas Repetidas
id: Komponen Pengukuran Berulang
it: Componenti di Misure Ripetute
pl: Czynniki wewnątrzobiektowe
pt: Componentes de Medidas Repetidas
ta: மறுநிகழ்வு நடவடிக்கைகள் கூறுகள்
zh_hans: 重复测量成分

# AnovaRepeatedMeasures|
source: RM Factor
de: MW-Faktor
es: Factor de MR
eu: RM Faktorea
fr: Facteur MR
gl: Factor de MR
id: Faktor Pengukuran Berulang
it: Fattore RM
pl: Czynnik RM
pt: Fator RM
ta: ஆர்.எம் காரணி
zh_hans: RM因子

# AnovaRepeatedMeasures|
source: Sphericity tests
de: Tests auf Sphärizität
es: Contrastes de Esfericidad
eu: Esferizitate probak
fr: Tests de sphéricité
gl: Probas de Esfericidade
id: Uji kebulatan
it: Test di sfericità
pl: Testy sferyczności
pt: Testes de Esfericidade
ta: கோள சோதனைகள்
zh_hans: 球形检验

# AnovaRepeatedMeasures|
source: Average across unused RM factors
de: Mittelwert über unbenutzte MW-Faktoren
es: Promedio de los factores RM no utilizados
eu: Erabili gabeko RM faktoreen batez bestekoa
fr: Moyenne des facteurs MR non utilisés
gl: Media entre factores RM sen usar
id: Rata-rata di seluruh faktor pengukuran berulang yang tidak digunakan
it: Media tra i fattori RM inutilizzati
pl: Średnia dla niewykorzystanych czynników RM
pt: Média de fatores de RM não usados
ta: பயன்படுத்தப்படாத RM காரணிகளில் சராசரி
zh_hans: 未使用的 RM 因子的平均值

# AnovaRepeatedMeasures|
source: Pool error terms
de: Fehlerterme poolen
es: Combinar términos de error
fr: Termes d'erreur communs
gl: Combinar termos de erro
id: Kumpulan galat
it: Termini di errore del Pool
pl: Błędy puli
pt: Termos de erro de grupo
ta: பூல் பிழை விதிமுறைகள்
zh_hans: 池(Pool)错误项

# AnovaRepeatedMeasures|
source: Conover's post hoc tests
es: Contrastes post-hoc de Conover
eu: Conoverren post hoc probak
fr: Tests post-hoc de Conover
gl: Probas post-hoc de Conover
id: Uji pos hoc Conover
it: Test Post Hoc di Conover
pl: Testy post-hoc Conovera
pt: Teste post hoc de Conover
ta: கோனோவரின் பிந்தைய தற்காலிக சோதனைகள்
zh_hans: Conover 的事后检验

# AnovaRepeatedMeasures|
source: Sphericity corrections
de: Sphärizitätskorrekturen
es: Correcciones de Esfericidad
eu: Esferizitate zuzenketak
fr: Corrections de sphéricité
gl: Correccións de Esfericidade
id: Koreksi kebulatan
it: Correzioni di sfericità
pl: Poprawki na sferyczność
pt: Correções de Esfericidade
ta: கோள திருத்தங்கள்
zh_hans: 球形校正

# AnovaRepeatedMeasures|
source: Between Subjects Components
de: Zwischensubjektkomponenten
es: Componentes Entre Elementos
eu: Subjektuen Arteko Osagaiak
fr: Composants Inter-Sujets
gl: Compoñentes Entre Elementos
id: Komponen Antar Subyek
it: Tra i Componenti dei Soggetti
pl: Czynniki międzyobiektowe
pt: Componentes entre sujeitos
ta: பாடங்களின் கூறுகளுக்கு இடையில்
zh_hans: 组间成分

# Description|
source: Evaluate the difference between multiple means
de: Untersuche den Unterschied zwischen mehreren Mittelwerten
es: Evaluar la diferencia entre varias medias
eu: Batez besteko anitzen arteko aldea ebaluatu
fr: Évaluer la différence entre plusieurs moyennes
gl: Avaliar a diferenza entre varias medias
id: Evaluasi perbedaan antara rerata majemuk
pl: Oceń różnicę pomiędzy wieloma średnimi
pt: Avalie a diferença entre várias médias
ta: பல வழிகளுக்கு இடையிலான வேறுபாட்டை மதிப்பிடுங்கள்
zh_hans: 比较多个平均值的差异

# Ancova|
source: Dependent Variable
de: Abhängige Variable
es: Variable Dependiente
eu: Menpeko Aldagaia
fr: Variable dépendante
gl: Variable Dependente
id: Variabel Terikat
it: Variabile Dipendente
pl: Zmienna zależna
pt: Variável Dependente
ta: சார்பு மாறி
zh_hans: 因变量

# Ancova|
source: Fixed Factors
de: Feste Faktoren
es: Factores Fijos
eu: Faktore Finkoak
fr: Facteurs fixes
gl: Factores Fixos
id: Faktor Tetap
it: Fattori Fissi
pl: Czynniki stałe
pt: Fatores Fixos
ta: நிலையான காரணிகள்
zh_hans: 固定因子

# Ancova|
source: Random Factors
de: Zufällige Faktoren
es: Factores Aleatorios
eu: Ausazko Faktoreak
fr: Facteurs aléatoires
gl: Factores Aleatorios
id: Faktor Acak
it: Fattori variabili
pl: Czynniki losowe
pt: Fatores Aleatórios
ta: சீரற்ற காரணிகள்
zh_hans: 随机因子

# Ancova|
source: Covariates
de: Kovariaten
es: Covariables
eu: Ko-aldagaiak
fr: Covariables
gl: Covariantes
id: Kovariat
it: Covariate
pl: Współzmienne
pt: Covariáveis
ta: கோவாரியட்டுகள்
zh_hans: 协变量

# Ancova|
source: WLS Weights
de: WLS-Gewichte
es: Ponderaciones MCP (WLS)
eu: WLS Pisuak
fr: Poids des moindres carrés pondérés
gl: Ponderacións MCP (WLS)
id: Bobot WLS
it: Pesi WLS
pl: Wagi WLS
pt: WLS Ponderado
ta: WLS எடை
zh_hans: WLS 权重

# AncovaBayesian|
source: Dependent Variable
de: Abhängige Variable
es: Variable Dependiente
eu: Menpeko Aldagaia
fr: Variable dépendante
gl: Variable Dependente
id: Variabel Terikat
it: Variabile Dipendente
pl: Zmienna zależna
pt: Variável Dependente
ta: சார்பு மாறி
zh_hans: 因变量

# AncovaBayesian|
source: Fixed Factors
de: Feste Faktoren
es: Factores Fijos
eu: Faktore Finkoak
fr: Facteurs fixes
gl: Factores Fixos
id: Faktor Tetap
it: Fattori Fissi
pl: Czynniki stałe
pt: Fatores Fixos
ta: நிலையான காரணிகள்
zh_hans: 固定因子

# AncovaBayesian|
source: Random Factors
de: Zufällige Faktoren
es: Factores Aleatorios
eu: Ausazko Faktoreak
fr: Facteurs aléatoires
gl: Factores Aleatorios
id: Faktor Acak
it: Fattori Casuali
pl: Czynniki losowe
pt: Fatores Aleatórios
ta: சீரற்ற காரணிகள்
zh_hans: 随机因子

# AncovaBayesian|
source: Covariates
de: Kovariaten
es: Covariables
eu: Ko-aldagaiak
fr: Covariables
gl: Covariantes
id: Kovariat
it: Covariate
pl: Współzmienne
pt: Covariáveis
ta: கோவாரியட்டுகள்
zh_hans: 协变量

# Anova|
source: Dependent Variable
de: Abhängige Variable
es: Variable Dependiente
eu: Menpeko Aldagaia
fr: Variable dépendante
gl: Variable Dependente
id: Variabel Terikat
it: Variabile Dipendente
pl: Zmienna zależna
pt: Variável Dependente
ta: சார்பு மாறி
zh_hans: 因变量

# Anova|
source: Fixed Factors
de: Feste Faktoren
es: Factores Fijos
eu: Faktore Finkoak
fr: Facteurs fixes
gl: Factores Fixos
id: Faktor Tetap
it: Fattori Fissi
pl: Czynniki stałe
pt: Fatores Fixos
ta: நிலையான காரணிகள்
zh_hans: 固定因子

# Anova|
source: Random Factors
de: Zufällige Faktoren
es: Factores Aleatorios
eu: Ausazko Faktoreak
fr: Facteurs aléatoires
gl: Factores Aleatorios
id: Faktor Acak
it: Fattori Casuali
pl: Czynniki losowe
pt: Fatores Randômicos
ta: சீரற்ற காரணிகள்
zh_hans: 随机因子

# AnovaBayesian|
source: Dependent Variable
de: Abhängige Variable
es: Variable Dependiente
eu: Menpeko Aldagaia
fr: Variable dépendante
gl: Variable Dependente
id: Variabel Terikat
it: Variabile Dipendente
pl: Zmienna zależna
pt: Variável Dependente
ta: சார்பு மாறி
zh_hans: 因变量

# AnovaBayesian|
source: Fixed Factors
de: Feste Faktoren
es: Factores Fijos
eu: Faktore Finkoak
fr: Facteurs fixes
gl: Factores Fixos
id: Faktor Tetap
it: Fattori Fissi
pl: Czynniki stałe
pt: Fatores Fixos
ta: நிலையான காரணிகள்
zh_hans: 固定因子

# AnovaRepeatedMeasures|
source: Covariates
de: Kovariaten
es: Covariables
eu: Ko-aldagaiak
fr: Covariables
gl: Covariantes
id: Kovariat
it: Covariate
pl: Współzmienne
pt: Covariáveis
ta: கோவாரியட்டுகள்
zh_hans: 协变量

# AnovaRepeatedMeasures|
source: Model
de: Modell
es: Modelo
eu: Eredua
fr: Modèle
gl: Modelo
it: Modello
pt: Modelo
ta: மாதிரியுரு
zh_hans: 模型

# AnovaRepeatedMeasures|
source: Model Terms
de: Modellterme
es: Elementos del Modelo
eu: Ereduaren Terminoak
fr: Termes du modèle
gl: Elementos do Modelo
id: Ketentuan Model
it: Termini del Modello
pl: Składniki modelu
pt: Termos do Modelo
ta: மாதிரி விதிமுறைகள்
zh_hans: 模型的项(Terms)

# AnovaRepeatedMeasures|
source: Model terms
de: Modellterme
es: Elementos del modelo
eu: Ereduaren terminoak
fr: Termes du modèle
gl: Elementos do modelo
id: Ketentuan model
it: Termini del Modello
pl: Składniki modelu
pt: Termos do modelo
ta: மாதிரி விதிமுறைகள்
zh_hans: 模型的项(Terms)

# AnovaRepeatedMeasures|
source: Assumption Checks
de: Annahmeprüfungen
es: Verificaciones de Supuestos
eu: Suposizioen Egiaztapenak
fr: Vérifications des présupposés
gl: Comprobacións de Supostos
id: Pemeriksaan Asumsi
it: verifiche dell'ipotesi
pl: Weryfikacja założeń
pt: Verificação dos Pressupostos
ta: அனுமானம் காசோலைகள்
zh_hans: 假设检验

# AnovaRepeatedMeasures|
source: None
de: Keine
es: Ninguna
eu: Bat ere ez
fr: Aucune
gl: Ningunha
id: Tidak ada
it: Nulla
pl: Brak
pt: Nenhum
ta: எதுவுமில்லை
zh_hans: 无

# AnovaRepeatedMeasures|
source: Factors
de: Faktoren
es: Factores
eu: Faktoreak
fr: Facteurs
gl: Factores
id: Faktor
it: Fattori
pl: Czynniki
pt: Fatores
ta: காரணிகள்
zh_hans: 因子

# AnovaRepeatedMeasuresBayesian|
source: Repeated Measures Factors
de: Innersubjektfaktoren
es: Factores de Medidas Repetidas
eu: Errepikatutako Neurrien Faktoreak
fr: Facteurs Intra-Sujets
gl: Factores de Medidas Repetidas
id: Faktor Pengukuran Berulang
it: Fattori di misure ripetute
pl: Czynniki powtarzanych pomiarów
pt: Fatores de Medidas Repetidas
ta: மறுநிகழ்வு நடவடிக்கைகள் காரணிகள்
zh_hans: 重复测量因子

# AnovaRepeatedMeasuresBayesian|
source: RM Factor
de: MW-Faktor
es: Factor de MR
eu: RM Faktorea
fr: Facteur MR
gl: Factor de MR
id: Faktor Pengukuran Berulang
pl: Czynnik RM
pt: Fator RM
ta: ஆர்.எம் காரணி
zh_hans: RM 因子

# AnovaRepeatedMeasuresBayesian|
source: Repeated Measures Cells
de: Innersubjektzellen
es: Celdas de Medidas Repetidas
eu: Errepikatutako Neurrien Gelaxkak
fr: Cellules Intra-Sujets
gl: Celas de Medidas Repetidas
id: Sel Pengukuran Berulang
it: Celle di misure ripetute
pl: Komórki z powtarzanymi pomiarami
pt: Células de Medidas Repetidas
ta: மறுநிகழ்வு நடவடிக்கைகள் செல்கள்
zh_hans: 重复测量单元(cell)

# AnovaRepeatedMeasuresBayesian|
source: Between Subject Factors
de: Zwischensubjektfaktoren
es: Factores Entre Elementos
eu: Subjektuen Arteko Faktoreak
fr: Facteurs Inter-Sujets
gl: Factores Entre Elementos
id: Faktor Antar Subyek
it: Tra i Fattori soggetti
pl: Czynniki międzyobiektowe
pt: Entre Fatores de Assunto
ta: பொருள் காரணிகளுக்கு இடையில்
zh_hans: 组间因子

# AnovaRepeatedMeasuresBayesian|
source: Covariates
de: Kovariaten
es: Covariables
eu: Ko-aldagaiak
fr: Covariables
gl: Covariantes
id: Kovariat
it: Covariate
pl: Współzmienne
pt: Covariáveis
ta: கோவாரியட்டுகள்
zh_hans: 协变量

source: Raincloud Plots
de: Regenwolken-Plots
es: Gráficos de tipo Nube con lluvia
eu: Raincloud Grafikoak
fr: Graphiques Raincloud
gl: Gráficas de nube chovendo
id: Plot Rainclouds
pl: Wykresy chmury deszczowej
pt: Diagramas Raincloud
ta: ரெயின்க்ளூட் அடுக்கு
zh_hans: 雨云图(Raincloud)

# RainCloudPlots|
source: Factors
de: Faktoren
es: Factores
eu: Faktoreak
fr: Facteurs
gl: Factores
id: Faktor
pl: Czynniki
pt: Fatores
ta: காரணிகள்
zh_hans: 因子

# RainCloudPlots|
source: Horizontal Axis
de: Horizontale Achse
es: Eje Horizontal
eu: Ardatz Horizontala
fr: Axe horizontal
gl: Eixe Horizontal
id: Aksis Horizontal
pl: Oś pozioma
pt: Eixo Horizontal
ta: கிடைமட்ட அச்சு
zh_hans: 横轴

# RainCloudPlots|
source: Separate Plots
de: Separate Diagramme
es: Gráficos separados
eu: Grafiko bereiziak
fr: Graphiques distincts
gl: Gráficas separadas
id: Plot Terpisah
pl: Oddzielne wykresy
pt: Diagramas Separados
ta: தனி அடுக்கு
zh_hans: 分隔绘图

# RainCloudPlots|
source: Horizontal display
de: Horizontale Anzeige
es: Presentación horizontal
eu: Bistaraketa horizontala
fr: Affichage horizontal
gl: Presentación horizontal
id: Tampilan horizontal
pl: Wyświetl poziomo
pt: Exibição horizontal
ta: கிடைமட்ட காட்சி
zh_hans: 水平显示

# RainCloudPlots|
source: Label y-axis
de: Beschriftung Y-Achse
es: Etiqueta del eje y
eu: Etiketatu y ardatza
fr: Titre de l'axe y
gl: Etiquetar o eixe y
id: Label aksis-y
pl: Etykieta osi y
pt: Rotular eixo y
ta: சிட்டை y- அச்சு
zh_hans: 标签 y 轴

# Manova|
source: Dependent Variables
de: Abhängige Variablen
es: Variables Dependientes
eu: Menpeko Aldagaiak
fr: Variables dépendantes
gl: Variables Dependentes
id: Variabel Terikat
it: Variabile Dipendente
pl: Zmienne zależne
pt: Variáveis Dependentes
ta: சார்பு மாறிகள்
zh_hans: 因变量

# Manova|
source: Fixed Factors
de: Feste Faktoren
es: Factores Fijos
eu: Faktore Finkoak
fr: Facteurs fixes
gl: Factores Fixos
id: Faktor Tetap
it: Fattori Fissi
pl: Czynniki stałe
pt: Fatores Fixos
ta: நிலையான காரணிகள்
zh_hans: 固定因子

# Manova|
source: Random Factors
de: Zufällige Faktoren
es: Factores Aleatorios
eu: Ausazko Faktoreak
fr: Facteurs aléatoires
gl: Factores Aleatorios
id: Faktor Acak
it: Fattori Casuali
pl: Czynniki losowe
pt: Fatores aleatórios
ta: சீரற்ற காரணிகள்
zh_hans: 随机因子

# Manova|
source: Model
de: Modell
es: Modelo
eu: Eredua
fr: Modèle
gl: Modelo
it: Modello
pt: Modelo
ta: மாதிரியுரு
zh_hans: 模型

# Manova|
source: Components
de: Komponenten
es: Componentes
eu: Osagaiak
fr: Composantes
gl: Compoñentes
id: Komponen
it: Componenti
pl: Składowe
pt: Componentes
ta: கூறுகள்
zh_hans: 成分

# Manova|
source: Model Terms
de: Modellterme
es: Elementos del Modelo
eu: Ereduaren Terminoak
fr: Termes du modèle
gl: Elementos do Modelo
id: Ketentuan Model
it: Termini del Modello
pl: Składniki modelu
pt: Termos do Modelo
ta: மாதிரி விதிமுறைகள்
zh_hans: 模型的项(Terms)

# Manova|
source: Include intercept
de: Konstante einbeziehen
es: Incluir constante
eu: Ebaketa-puntua barne
fr: Inclure l'intercept
gl: Incluír a constante
id: Sertakan intersep
it: Intercetta Inclusione
pl: Uwzględnij wyraz wolny
pt: Incluir intercepto
ta: இடைமறிப்பு சேர்க்கவும்
zh_hans: 包括截距

# Manova|
source: Additional Options
de: Weitere Optionen
es: Opciones Adicionales
eu: Aukera Gehiago
fr: Options supplémentaires
gl: Opcións Adicionais
id: Opsi Tambahan
it: Opzioni Aggiuntive
pl: Dodatkowe opcje
pt: Opções Adicionais
ta: கூடுதல் விருப்பங்கள்
zh_hans: 附加选项

# Manova|
source: Test
es: Contraste
eu: Proba
gl: Proba
id: Uji
pt: Teste
ta: சோதனை
zh_hans: 检验

# Manova|
source: Assumption Checks
de: Annahmeprüfungen
es: Verificaciones de Supuestos
eu: Suposizioen Egiaztapenak
fr: Vérifications des présupposés
gl: Comprobacións de Supostos
id: Pemeriksaan Asumsi
it: Verifiche Ipotesi
pl: Weryfikacja założeń
pt: Verificar pressupostos
ta: அனுமானம் காசோலைகள்
zh_hans: 假设检验

# Manova|
source: Display
de: Zeige
es: Mostrar
eu: Erakutsi
fr: Afficher
gl: Presentar
id: Tampilkan
it: Visualizza
pl: Wyświetl
pt: Exibir
ta: காட்சி
zh_hans: 显示

# Manova|
source: Vovk-Sellke maximum p-ratio
de: Vovk-Sellke-Maximum-p-Quotient
es: Relación p máxima de Vovk-Sellke
eu: Vovk-Sellke maximoaren p-ratioa
fr: Ratio p maximal de Vovk-Sellke
gl: Cociente p máximo de Vovk-Sellke
id: Rasio-p maksimum Vovk-Sellke
it: p-ratio massima di Vovk-Sellke
pl: Maksymalna wartość p Vovka-Sellkego
pt: Razão p máxima de Vovk-Sellke
ta: VOVK-SELLKE அதிகபட்ச பி-கணக்கீடு

# OrderRestrictions|
source: Model 1
de: Modell 1
es: Modelo 1
eu: 1. Eredua
fr: Modèle 1
gl: Modelo 1
pt: Modelo 1
ta: மாதிரி 1
zh_hans: 模型 1

# OrderRestrictions|
source: Click to learn more about the syntax for order restrictions.
de: Hier klicken, um mehr über die Syntax für Reihenfolgebeschränkungen zu erfahren.
es: Hacer click para saber más sobre la sintaxis para las restricciones de orden.
eu: Egin klik ordena murrizketen sintaxiari buruz gehiago jakiteko.
fr: Cliquer pour en savoir plus sur la syntaxe des contraintes d'ordre.
gl: Fai clic para saber máis sobre a sintaxe para as restricións de orde.
pl: Kliknij, aby dowiedzieć się więcej o składni dla ograniczeń kolejności.
pt: Clique para aprender mais sobre a sintaxe para restrições de ordem.
ta: ஆர்டர் கட்டுப்பாடுகளுக்கான தொடரியல் பற்றி மேலும் அறிய சொடுக்கு செய்க.
zh_hans: 单击以了解有关序约束语法的更多信息。

# OrderRestrictions|
source: Include intercept
de: Konstante einbeziehen
es: Incluir constante
fr: Inclure l'intercept
gl: Incluír a constante
pl: Uwzględnij wyraz wolny
pt: Incluir intercepto
ta: இடைமறிப்பு சேர்க்கவும்
zh_hans: 包括截距

# OrderRestrictions|
source: Model comparison
de: Modellvergleich
es: Comparación de modelos
eu: Modeloen Konparaketa
fr: Comparaison entre modèles
gl: Cotexo de modelos
pl: Porównanie modeli
pt: Comparação de modelos
ta: மாதிரி ஒப்பீடு
zh_hans: 模型比较

# OrderRestrictions|
source: None
de: Keine
es: Ninguna
eu: Bat ere ez
fr: Aucune
gl: Ningunha
id: Tidak ada
pl: Brak
pt: Nenhum
ta: எதுவுமில்லை
zh_hans: 无

# OrderRestrictions|
source: Restricted Marginal Means
de: Eingeschränkte Randmittelwerte
es: Medias Marginales Restringidas
eu: Batez besteko Marjinal Mugatuak
fr: Moyennes Marginales Restreintes
gl: Medias Marxinais Restrinxidas
pl: Ograniczone średnie brzegowe
pt: Médias Marginais Restritas
ta: தடைசெய்யப்பட்ட விளிம்பு வழிமுறைகள்
zh_hans: 约束性边际均值
