Repository: jasp-stats/jaspAnova
Catalog: po/QML-*.po
Languages: de, es, eu, fr, gl, id, it, pl, pt, ta, zh_hans

# AnovaRepeatedMeasures|
source: By selecting this option, the effect size (i.e., the magnitude of the observed effect) will be displayed. The used measure for the effect size is Cohen's d. The effect size will only be displayed for the post hoc type Standard.
de: Bei Auswahl dieser Option wird die Effektstärke (d.h., die Stärke des beobachteten Effekts) angezeigt. Das verwendete Maß für die Effektstärke ist Cohens d. Die Effektstärke wird nur für den Post-hoc-Typ Standard angezeigt.
es: Seleccionando esta opción, se va a presentar la magnitud del efecto (i.e. del efecto observado). La medida utilizada para la magnitud del efecto es d de Cohen. La magnitud del efecto solo se va a presentar para el tipo de post hoc Estándar.
gl: Seleccionando esta opción, vaise presentar a magnitude do efecto (i.e. do efecto observado). A medida utilizada para a magnitude do efecto é d de Cohen. A magnitude do efecto só se vai presentar para o tipo de post hoc Estándar.
pt: Ao selecionar esta opção, o tamanho do efeito (ou seja, a magnitude do efeito observado) será exibido. A medida utilizada para o tamanho do efeito é o d de Cohen. O tamanho do efeito será exibido apenas para o tipo post hoc Padrão.

# AnovaRepeatedMeasures|
source: By selecting this option, the univariate linear model, rather than the multivariate model, will be used for follow-up tests (contrasts, post-hoc tests, marginal means). Caution: multivariate models (i.e., unpooled error terms) handle departures from sphericity better, since these models allow the standard errors to differ for each level of the repeated measure(s) factor(s).
de: Bei Auswahl dieser Option wird das univariate lineare Modell anstelle des multivariaten Modells für Folgetests verwendet (Kontraste, Post-hoc-Tests, Randmittel). Achtung: Multivariate Modelle (d.h., unaggregierte Fehlerterme) behandeln Sphärizitätsabweichungen besser, da diese Modelle zulassen, dass die Standardfehler für jede Stufe des/der Messwiederholungsfaktor(en) abweichen.
es: Seleccionando esta opción, se va a utilizar el modelo lineal univariante, en lugar del modelo multivariante, para los contrastes que sigan (contraposiciones, contrastes post-hoc, medias marginales). Precaución: los modelos multivariantes (i.e. con términos de error no combinados) manejan mejor las desviaciones respecto a la esfericidad, dado que estos modelos permiten que los errores típicos difieran para cada nivel de los factores de medidas repetidas.
gl: Seleccionando esta opción, vaise utilizar o modelo linear univariante, en troques do modelo multivariante, para as probas que sigan (contrastes, probas post-hoc, medias marxinais). Coidado: os modelos multivariantes (i.e. con termos de erro non combinados) manexan mellor as desviacións respecto da esfericidade, dado que estes modelos permiten que os erros padrón difiran para cada nivel dos factores de medidas repetidas.
pt: Ao selecionar esta opção, o modelo linear univariado, em vez do modelo multivariado, será usado para testes de acompanhamento (contrastes, testes post-hoc, médias marginais). Atenção: modelos multivariados (ou seja, termos de erro não agrupados) lidam melhor com desvios da esfericidade, pois permitem que os erros-padrão sejam diferentes para cada nível do(s) fator(es) da(s) medida(s) repetida(s).

# AnovaRepeatedMeasures|
source: Instead of pairwise comparisons for all possible combination of cells in the interaction, list pairwise comparisons conditional on each of the interaction terms. This provides as many tables as there are terms in the interaction effect.
de: Anstelle von paarweisen Vergleichen für alle möglichen Kombinationen von Zellen in der Interaktion, werden paarweise Vergleiche konditional zu jedem der Interaktionsterme aufgelistet. Dies ergibt so viele Tabellen wie es Terme im Interaktionseffekt gibt.
es: En lugar de las comparaciones por parejas para todas las posibles combinaciones de celdas en la interacción, lista las comparaciones por parejas condicionadas a cada término de interacción. Esto proporciona tantas tablas como términos haya en el efecto de interacción.
gl: En troques das comparacións por parellas para tódalas posibles combinacións de celas na interacción, lista as comparacións por parellas condicionadas a cada termo de interacción. Isto proporciona tantas táboas como termos haxa no efecto de interacción.
pt: Em vez de comparações pareadas para todas as combinações possíveis de células na interação, liste comparações pareadas condicionais a cada um dos termos da interação. Isso fornece tantas tabelas quantos os termos no efeito da interação.

# AnovaRepeatedMeasures|
source: To correct for multiple comparison testing and avoid Type I errors, different methods for correcting the p-value are available (note that the confidence intervals can only be adjusted using the Bonferroni method):
de: Um Mehrfachvergleiche zu korrigieren und Fehler 1. Art zu vermeiden, stehen verschiedene Methoden zur Korrektur des p-Werts zur Verfügung (beachten Sie, dass die Konfidenzintervalle nur mit der Bonferroni-Methode angepasst werden können):
es: Para corregir la comprobación de comparaciones múltiples y evitar errores de Tipo I, hay disponibles distintos métodos para corregir el valor P (observa que los intervalos de confianza solo pueden ajustarse usando el método de Bonferroni):
gl: Para corrixir a comprobación de comparacións múltiples e evitar erros de Tipo I, hai dispoñibles distintos métodos para corrixir o valor P (observa que os intervalos de confianza só poden axustarse usando o método de Bonferroni):
pt: Para corrigir testes de comparação múltipla e evitar erros do Tipo I, diferentes métodos para corrigir o valor p estão disponíveis (observe que os intervalos de confiança só podem ser ajustados usando o método de Bonferroni):

# AnovaRepeatedMeasures|
source: This method is also called sequential Bonferroni, and considered less conservative than the Bonferroni method. Selected by default.
de: Diese Methode wird auch sequentielle Bonferroni genannt, und gilt als weniger konservativ als die Bonferroni-Methode. Standardmäßig ausgewählt.
es: Este método también se denomina Bonferroni secuencial, y se considera menos conservador que el propio método de Bonferroni. Establecido por defecto.
gl: Este método tamén se denomina Bonferroni secuencial, e considérase menos conservador que o propio método de Bonferroni. Establecido por defecto.
pt: Este método também é chamado de Bonferroni sequencial e é considerado menos conservador que o método de Bonferroni. Selecionado por padrão.

# AnovaRepeatedMeasures|
source: This correction is considered conservative. The risk of Type I error is reduced, however the statistical power decreases as well.
de: Diese Korrektur gilt als konservativ. Das Risiko von Fehlern 1. Art wird verringert, aber auch die statistische Teststärke sinkt.
es: Esta corrección se considera conservadora. Se reduce el riesgo de error Tipo I, aunque la potencia estadística también disminuye.
gl: Esta corrección considérase conservadora. Redúcese o risco de erro Tipo I, aínda que a potencia estatística tamén diminúe.
pt: Essa correção é considerada conservadora. O risco de erro Tipo I é reduzido, mas o poder estatístico também diminui.

# AnovaRepeatedMeasures|
source: Compare all possible pairs of group means. This correction can be used when the groups of the repeated measures have an equal sample size and variance.
de: Vergleiche aller möglichen Gruppenmittelpaare. Diese Korrektur kann verwendet werden, wenn die Gruppen der Messwiederholung eine gleiche Stichprobenumfänge und Varianzen haben.
es: Comparar todos los posibles pares de medias de los grupos. Esta corrección se puede usar cuando los grupos de las medidas repetidas tienen iguales tamaños muestrales y varianzas.
gl: Comparar tódolos posibles pares de medias dos grupos. Esta corrección pódese usar cando os grupos das medidas repetidas teñen iguais tamaños mostrais e varianzas.
pt: Compare todos os pares possíveis de médias de grupo. Essa correção pode ser usada quando os grupos de medidas repetidas têm tamanho amostral e variância iguais.

# AnovaRepeatedMeasures|
source: Adjusting significance levels in a linear regression, to account for multiple comparisons. This method is considered to be quite conservative.
de: Korrektur von Signifikanzniveaus in einer linearen Regression, zur Berücksichtigung multipler Vergleiche. Diese Methode wird als ziemlich konservativ angesehen.
es: Ajustar los niveles de significación en una regresión lineal, para considerar comparaciones múltiples. Este método se considera que es bastante conservador.
gl: Axustar os niveis de significación nunha regresión linear, para considerar comparacións múltiples. Este método considérase que é bastante conservador.
pt: Ajustar os níveis de significância em uma regressão linear para levar em conta comparações múltiplas. Este método é considerado bastante conservador.

# AnovaRepeatedMeasures|
source: When there are multiple RM factors in the model, but only plotting a subset of these factors, the mean is taken across the unused RM factors. For instance, when there are two RM factors with two levels in the model, A (1&2) and B (1&2), and only A is selected to be plotted, the average is taken of B across its levels. This means that when the mean of A1 is plotted, it is actually the average of A1B1 and A1B2). This procedure is discussed by Loftus & Masson (1994). When the box is not ticked, the averages are not taken, and the columns A1B1 and A1B2 are simply concatenated.
de: Wenn es mehrere MW-Faktoren im Modell gibt, aber nur eine Teilmenge dieser Faktoren gezeigt wird, wird der Mittelwert über die ungenutzten MW-Faktoren berechnet. Wenn zum Beispiel zwei MW-Faktoren mit zwei Stufen im Modell A (1&2) und B (1&2) vorhanden sind, und nur A zu zeichnen ist, wird der Mittelwert von B über seine Stufen genommen. Dies bedeutet, dass bei der Darstellung des Mittelwertes von A1 tatsächlich der Mittelwert von A1B1 und A1B2 dargestellt ist. Dieses Verfahren wird von Loftus & Masson (1994) diskutiert. Wenn das Kästchen nicht angekreuzt ist, werden die Mittelwerte nicht berechnet, und die Spalten A1B1 und A1B2 werden einfach konkateniert.
es: Cuando en el modelo hay múltiples factores MR, pero solo se dibuja un subconjunto de estos factores, el promedio se toma entre los factores MR no utilizados. Por ejemplo, cuando hay dos factores MR con dos niveles en el modelo, A (1&2) y B (1&2), y solo se selecciona A para dibujar, el promedio se toma entre los niveles de B. Esto significa que cuando se dibuja el promedio de A1, este es realmente el promedio de A1B1 y A1B2. Este procedemiento se discute en Loftus & Masson (1994). Cuando no se marca la caja, los promedios no se toman, y las columnas A1B1 y A1B2 simplemente se concatenan.
gl: Cando no modelo hai múltiples factores MR, pero só se debuxa un subconxunto destes factores, a media tómase entre os factores MR non utilizados. Por exemplo, cando hai dous factores MR con dous niveis no modelo, A (1&2) e B (1&2), e só se selecciona A para debuxar, a media tómase entre os niveis de B. Isto significa que cando se debuxa a media de A1, esta é realmente a media de A1B1 e A1B2. Este procedemento se discute en Loftus & Masson (1994). Cando non se marca a caixa, as medias non se toman, e as columnas A1B1 e A1B2 simplemente se encadean.
pt: Quando há múltiplos fatores de MR no modelo, mas apenas um subconjunto desses fatores é plotado, a média é calculada entre os fatores de MR não utilizados. Por exemplo, quando há dois fatores de RM com dois níveis no modelo, A (1 e 2) e B (1 e 2), e apenas A é selecionado para ser plotado, a média de B é calculada entre seus níveis. Isso significa que, quando a média de A1 é plotada, ela é, na verdade, a média de A1B1 e A1B2. Esse procedimento é discutido por Loftus & Masson (1994). Quando a caixa não está marcada, as médias não são calculadas e as colunas A1B1 e A1B2 são simplesmente concatenadas.

# AnovaRepeatedMeasures|
source: In order to get accurate confidence intervals and standard errors for within subjects effects, the data are normalized by subtracting the appropriate participantʹs mean performance from each observation, and then adding the grand mean score to every observation. The variances of the resulting normalized values in each condition, and thus the size of the bars, no longer depend on the participant effects and are therefore a more accurate representation of the experimental manipulation.
de: Um genaue Konfidenzintervalle und Standardfehler für Innersubjekteffekte zu erhalten, werden die Daten normalisiert durch Subtraktion der mittleren Leistung des passenden Teilnehmers von jeder Beobachtung und Addition des Gesamtmittelwerts zu jeder Beobachtung. Die Varianzen der resultierenden normierten Werte in jeder Bedingung und damit die Größe der Balken hängen nicht mehr von den Teilnehmereffekten ab und sind daher eine genauere Darstellung der experimentellen Manipulation.
es: Con el objetivo de obtener intervalos de confianza y errores típicos precisos para los efectos entre sujetos, los datos se normalizan restándole la prestación media adecuada de los participantes a cada una de las observaciones, y añadiendo luego la puntuación media global a cada observación. Las varianzas de los valores normalizados resultantes en cada condición, y así el tamaño de las barras, ya no dependen más de los efectos de los participantes y por lo tanto son una representación más precisa de la manipulación experimental.
gl: Co obxecto de acadar intervalos de confianza e erros padrón precisos para os efectos entre suxeitos, os datos se normalizan restándolle a prestación media axeitada dos participantes a cada unha das observacións, e logo engadindo a puntuación media global a cada observación. As varianzas dos valores normalizados resultantes en cada condición, e así o tamaño das barras, xa non dependen máis dos efectos dos participantes e polo tanto son unha representación máis precisa da manipulación experimental.
pt: Para obter intervalos de confiança e erros-padrão precisos para os efeitos intrassujeitos, os dados são normalizados subtraindo-se o desempenho médio do participante apropriado de cada observação e, em seguida, adicionando-se a pontuação média geral a cada observação. As variâncias dos valores normalizados resultantes em cada condição e, portanto, o tamanho das barras, não dependem mais dos efeitos dos participantes e, portanto, são uma representação mais precisa da manipulação experimental.

# AnovaRepeatedMeasures|
source: A pooled error term assumes that the variances of the contrast scores are approximately equal (i.e., sphericity assumption).
de: Ein aggregierter Fehlerterm geht davon aus, dass die Varianzen der Kontrast-Werte annähernd gleich sind (d.h., Sphärizitätsannahme).
es: Un término de error combinado asume que las varianzas de las puntuaciones de los contrastes son aproximadamente iguales (i.e. supuesto de esfericidad).
gl: Un termo de erro combinado asume que as varianzas das puntuacións dos contrastes son aproximadamente iguais (i.e. suposto de esfericidade).
pt: Um termo de erro combinado assume que as variâncias das pontuações de contraste são aproximadamente iguais (ou seja, suposição de esfericidade).

# AnovaRepeatedMeasures|
source: The Friedman test is a non-parametric alternative to the Repeated-Measures ANOVA when there is a complete block design. The Durbin test will automatically be selected when there is an incomplete block design.
de: Der Friedman-Test ist eine nichtparametrische Alternative zur ANOVA mit Messwiederholung, wenn ein vollständiges Blockdesign vorliegt. Der Durbin-Test wird automatisch ausgewählt, wenn ein unvollständiges Blockdesign vorliegt.
es: El contraste de Friedman es una alternativa no paramétrica al ANOVA de Medidas Repetidas cuando hay un diseño de bloques completo. El contraste de Durbin se selecciona automáticamente cuando hay un diseño de bloques incompleto.
gl: A proba de Friedman é unha alternativa non paramétrica ao ANOVA de Medidas Repetidas cando hai un deseño de bloques completo. A proba de Durbin selecciónase automaticamente cando hai un deseño de bloques incompleto.
pt: O teste de Friedman é uma alternativa não paramétrica à ANOVA de Medidas Repetidas quando o delineamento é em blocos completos. O teste de Durbin será selecionado automaticamente quando o delineamento for em blocos incompletos.

# AnovaRepeatedMeasures|
source: This box contains all the repeated measures and between subjects factors that can be included in the analysis.
de: Dieses Feld enthält alle Messwiederholungen und Zwischensubjektfaktoren, die in die Analyse einbezogen werden können.
es: Esta caja contiene todas las medidas repetidas y factores entre sujetos que se pueden incluir en el análisis.
gl: Esta caixa contén tódalas medidas repetidas e factores entre suxeitos que se poden incluír na análise.
pt: Esta caixa contém todas as medidas repetidas e fatores entre sujeitos que podem ser incluídos na análise.

# AnovaRepeatedMeasures|
source: The repeated measures factor(s) of interest.
de: Der/die Messwiederholungsfaktor(en) von Interesse.
es: Los factores de medidas repetidas que interesan.
gl: Os factores de medidas repetidas que interesan.
pt: O(s) fator(es) de interesse das medidas repetidas.

# AnovaRepeatedMeasures|
source: Possible to select the between subjects factor here.
de: Möglichkeit, den Zwischensubjektfaktor hier auszuwählen.
es: Aquí es posible seleccionar el factor entre sujetos.
gl: Aquí é posible seleccionar o factor entre suxeitos.
pt: É possível selecionar o fator entre sujeitos aqui.

# AnovaRepeatedMeasures|
source: Conover's post-hoc test for pairwise comparisons, if the non-parametric test indicates significance.
de: Conovers post-hoc-Test für paarweise Vergleiche, wenn der nichtparametrische Test Signifikanz anzeigt.
es: Contraste post-hoc de Conover para comparaciones por parejas, si el contraste no paramétrico indica significación.
gl: Proba post-hoc de Conover para comparacións por parellas, se a proba non paramétrica indica significación.
pt: Teste post-hoc de Conover para comparações pareadas, se o teste não paramétrico indicar significância.

# AnovaRepeatedMeasuresBayesian|
source: The Repeated Measures ANOVA allows the user to analyze the differences between means, when observations are dependent i.e Within subject factors. It also allows combining with between subject factors.
de: Die ANOVA mit Messwiederholung erlaubt Nutzenden, die Unterschiede zwischen den Mittelwerten zu analysieren, wenn Beobachtungen abhängig sind, d.h. Innersubjektfaktoren. Sie erlaubt auch die Kombination mit Zwischensubjektfaktoren.
es: El ANOVA de Medidas Repetidas permite al usuario analizar las diferencias entre medias, cuando las observaciones son dependientes, i.e. Factores dentro de sujetos. También permite combinar con Factores entre sujetos.
gl: O ANOVA de Medidas Repetidas permite ao usuario analizar as diferenzas entre medias, cando as observacións son dependentes, i.e. Factores dentro de suxeitos. Tamén permite combinar con Factores entre suxeitos.
pt: A ANOVA de Medidas Repetidas permite ao usuário analisar as diferenças entre médias quando as observações são dependentes, ou seja, dentro de fatores do sujeito. Também permite a combinação entre fatores do sujeito.

# AnovaRepeatedMeasuresBayesian|
source: Assumptions
de: Annahmen
es: Supuestos
gl: Supostos
pt: Pressupostos

# AnovaRepeatedMeasuresBayesian|
source: The dependent variable is normally distributed for every group.
de: Die abhängige Variable ist für jede Gruppe normalverteilt.
es: La variable dependiente tiene distribución Normal en cada grupo.
gl: A variable dependente ten distribución Normal en cada grupo.
pt: A variável dependente é distribuída normalmente para cada grupo.

# AnovaRepeatedMeasuresBayesian|
source: The covariate and the experiment effect are independent.
de: Die Kovariate und der Experimenteffekt sind unabhängig.
es: La covariable y el efecto del experimento son independientes.
gl: A covariante e o efecto do experimento son independentes.
pt: A covariável e o efeito do experimento são independentes.

# AnovaRepeatedMeasuresBayesian|
source: The assumption of sphericity is met. Sphericity entails that the variances of the differences between all possible pairs of the repeated measures conditions are the same.
de: Die Annahme der Sphärizität ist erfüllt. Sphärizität bedeutet, dass die Varianzen der Differenzen zwischen allen möglichen Paaren der Bedingungen mit Messwiederholung gleich sind.
es: Se cumple el supuesto de esfericidad. La esfericidad implica que las varianzas de las diferencias entre todos los posibles pares de las condiciones de las medidas repetidas, son iguales.
gl: Cúmprese o suposto de esfericidade. A esfericidade implica que as varianzas das diferenzas entre tódolos posibles pares das condicións das medidas repetidas, son iguais.
pt: A suposição de esfericidade é atendida. A esfericidade implica que as variâncias das diferenças entre todos os pares possíveis de condições de medidas repetidas são as mesmas.

# AnovaRepeatedMeasuresBayesian|
source: The within-subjects (repeated measures variable). Here the repeated measures factors of interest and the different levels that belong to the factor can be labelled.
de: Die Innersubjekte (messwiederholte Variable). Hier können die Messwiederholungsfaktoren von Interesse und die verschiedenen Stufen, die zum Faktor gehören, beschriftet werden.
es: Los sujetos Dentro (variable de medidas repetidas). Aquí se pueden etiquetar los factores de medidas repetidas que interesan y los distintos niveles que pertenecen al factor.
gl: Os suxeitos Dentro (variable de medidas repetidas). Aquí pódense etiquetar os factores de medidas repetidas que interesan e os distintos niveis que pertencen ao factor.
pt: Intrassujeitos (variável de medidas repetidas). Aqui, os fatores de interesse das medidas repetidas e os diferentes níveis que pertencem ao fator podem ser rotulados.

# AnovaRepeatedMeasuresBayesian|
source: The separate columns in the data frame that represent the levels of the repeated measure(s) factor(s). These are made based on the input on the repeated measures factors box.
de: Die unterschiedlichen Spalten der Datentabelle, die die Stufen von dem/der Messwiederholungs-Faktor(en) enthalten. Diese werden basierend auf der Eingabe im Messwiederholungsfaktor-Feld erstellt.
es: Las distintas columnas en la estructura de datos que representan los niveles de los factores de medidas repetidas. Estas se generan en base a la entrada en la caja de factores de medidas repetidas.
gl: As distintas columnas na estrutura de datos que representan os niveis dos factores de medidas repetidas. Estas xéranse en base á entrada na caixa de factores de medidas repetidas.
pt: As colunas separadas no quadro de dados que representam os níveis dos fatores de medidas repetidas. Elas são criadas com base na entrada na caixa de fatores de medidas repetidas.

# AnovaRepeatedMeasuresBayesian|
source: Select when the subjects have been assigned into two or more separate groups
de: Auswählen, wenn die Subjekte in zwei oder mehr unterschiedliche Gruppen zugewiesen wurden
es: Seleccionar cuando los sujetos se asignaron entre dos o más grupos distintos
gl: Seleccionar cando os suxeitos se asignaron entre dous ou máis grupos distintos
pt: Selecione quando os assuntos foram atribuídos a dois ou mais grupos separados
