Repository: jasp-stats/jaspAnova
Catalog: po/QML-*.po
Languages: de, es, eu, fr, gl, id, it, pl, pt, ta, zh_hans

# SingleModelInference|
source: A table with the posterior summary for the single model, specified in the assignment box, will be displayed. This table provides information about the single model posterior mean, the standard deviation, and the credible interval for each level of the fixed factors and their interaction included in the model. This is different from the estimate option in Output, since the estimates option provides the posterior summary averaged over all the models included in the analysis, while this option gives the posterior summary for the single specified model only.
de: Es wird eine Tabelle mit der Posterior-Zusammenfassung für das einzelne Modell angezeigt, das im Zuweisungsfeld angegeben wurde. Diese Tabelle enthält Informationen über den Posterior-Mittelwert des einzelnen Modells, die Standardabweichung und das Glaubwürdigkeitsintervall für jede Stufe der festen Faktoren und deren Interaktion, die im Modell enthalten sind. Dies unterscheidet sich von der Schätzoption in „Ausgabe“, da die Schätzoption die über alle in der Analyse enthaltenen Modelle gemittelte Posterior-Zusammenfassung liefert, während diese Option nur die Posterior-Zusammenfassung für das einzelne angegebene Modell liefert.
es: Se va a presentar una tabla con el resumen posterior para el modelo individual, especificado en la caja de asignación. Esta tabla proporciona información sobre la media posterior del modelo individual, la desviación típica y el intervalo de credibilidad para cada nivel de los factores fijos y su interacción incluídos en el modelo. Esto es diferente de la opción de estimación en el Resultado, dado que la opción de estimación proporciona el resumen posterior promediando todos los modelos incluidos en el análisis, mientras que esta opción ofrece el resumen posterior para el modelo individual especificado.
gl: Vaise presentar unha táboa co resumo posterior para o modelo individual, especificado na caixa de asignación. Esta táboa proporciona información sobre a media posterior do modelo individual, o desvío padrón e o intervalo de credibilidade para cada nivel dos factores fixos e súa interacción incluídos no modelo. Isto é diferente da opción de estimación no Resultado, dado que a opción de estimación proporciona o resumo posterior calculando a media sobre tódolos modelos incluídos na análise, mentres que esta opción ofrece o resumo posterior para o modelo individual especificado.
pt: Será exibida uma tabela com o resumo posterior para o modelo único, especificado na caixa de atribuição. Esta tabela fornece informações sobre a média posterior do modelo único, o desvio padrão e o intervalo de credibilidade para cada nível dos fatores fixos e sua interação incluídos no modelo. Isso é diferente da opção de estimativa em Saída, pois a opção de estimativas fornece o resumo posterior calculado com base na média de todos os modelos incluídos na análise, enquanto esta opção fornece o resumo posterior apenas para o modelo único especificado.

# SingleModelInference|
source: Displays a table with the mean and credible interval for the model R², meaning the proportion of variance in the outcome variable explained by the specified predictor.
de: Zeigt eine Tabelle mit dem Mittelwert und dem Glaubwürdigkeitsintervall für das Modell-R² an, d. h. dem Anteil der Varianz in der Ergebnisvariablen, der durch den angegebenen Prädiktor erklärt wird.
es: Presenta una tabla con la media y el intervalo de credibilidad para el R² del modelo, es decir la proporción de la varianza de la variable resultante que es explicada por el predictor especificado.
gl: Presenta unha táboa coa media e o intervalo de credibilidade para o R² do modelo, é dicir a proporción da varianza da variable resultante que é explicada polo preditor especificado.
pt: Exibe uma tabela com a média e o intervalo confiável para o modelo R², ou seja, a proporção de variância na variável de resultado explicada pelo preditor especificado.

# SingleModelInference|
source: By selecting this option, plots illustrating the posterior distribution of each fixed factor and interaction included in the single model will be generated.
de: Bei Auswahl dieser Option werden Diagramme erstellt, die die Posterior-Verteilung jedes festen Faktors und jeder Interaktion im einzelnen Modell veranschaulichen.
es: Seleccionando esta opción, se van a generar gráficos que ilustran la distribución posterior de cada factor fijo e interacción incluido en el modelo simple.
gl: Seleccionando esta opción, vanse xerar gráficas que ilustran a distribución posterior de cada factor fixo e interacción incluído no modelo simple.
pt: Ao selecionar esta opção, serão gerados gráficos ilustrando a distribuição posterior de cada fator fixo e interação incluídos no modelo único.

# SingleModelInference|
source: When this option is selected, one plot for each factor will be displayed. Therefore, the posterior distribution of each level of the factor will be shown in the same plot.
de: Bei Auswahl dieser Option wird für jeden Faktor ein Diagramm angezeigt. Daher wird die Posterior-Verteilung jeder Stufe des Faktors im selben Diagramm dargestellt.
es: Cuando se selecciona esta opción, se va a presentar un gráfico para cada factor. Por eso, la distribución posterior de cada nivel del factor se va a mostrar en el mismo gráfico.
gl: Cando se selecciona esta opción, vaise presentar unha gráfica para cada factor. Por iso, a distribución posterior de cada nivel do factor vaise amosar na mesma gráfica.
pt: Quando esta opção é selecionada, um gráfico para cada fator será exibido. Portanto, a distribuição posterior de cada nível do fator será mostrada no mesmo gráfico.

# SingleModelInference|
source: When this option is selected, a plot for each level of the factors will be displayed. Therefore, the posterior distribution of each level of the factor will be shown in a different plot.
de: Bei Auswahl dieser Option wird für jede Stufe der Faktoren ein Diagramm angezeigt. Daher wird die Posterior-Verteilung jeder Stufe des Faktors in einem separaten Diagramm dargestellt.
es: Cuando se selecciona esta opción, se va a presentar un gráfico para cada nivel de los factores. Por eso, la distribución posterior de cada nivel del factor se va a mostrar en un gráfico diferente.
gl: Cando se selecciona esta opción, vaise presentar unha gráfica para cada nivel dos factores. Por iso, a distribución posterior de cada nivel do factor vaise amosar nunha gráfica diferente.
pt: Quando esta opção é selecionada, um gráfico para cada nível dos fatores será exibido. Portanto, a distribuição posterior de cada nível do fator será mostrada em um gráfico diferente.

# SingleModelInference|
source: Checks the validity of the distributional assumption of the data set. Specifically, the plot shows whether the residuals are normally distributed. Systematic deviations from the straight line indicate that the residuals might not be normally distributed.
de: Überprüft die Gültigkeit der Verteilungsannahme über den Datensatz. Konkret zeigt das Diagramm, ob die Residuen normalverteilt sind. Systematische Abweichungen von der Geraden deuten darauf hin, dass die Residuen möglicherweise nicht normalverteilt sind.
es: Comprueba la validez del supuesto sobre la distribución del conjunto de datos. En concreto, el gráfico muestra si los errores siguen una distribución Normal. Las desviaciones sistemáticas respecto a la línea recta indican que los errores podrían no seguir una distribución Normal.
gl: Comproba a validez do suposto sobre a distribución do conxunto de datos. En concreto, a gráfica amosa se os erros seguen unha distribución Normal. Os desvíos sistemáticos respecto da liña recta indican que os erros poderían non seguir unha distribución Normal.
pt: Verifica a validade da suposição distributiva do conjunto de dados. Especificamente, o gráfico mostra se os resíduos são distribuídos normalmente. Desvios sistemáticos da reta indicam que os resíduos podem não ser distribuídos normalmente.

# SingleModelInference|
source: By selecting this option, a plot of the posterior distribution of the R2 (i.e., explained variance) will be displayed.
de: Bei Auswahl dieser Option wird ein Diagramm der Posterior-Verteilung von R2 (d. h. der erklärten Varianz) angezeigt.
es: Seleccionando esta opción, se va a presentar un gráfico de la distribución posterior de R2 (i.e. varianza explicada).
gl: Seleccionando esta opción, vaise presentar unha gráfica da distribución posterior de R2 (i.e. varianza explicada).
pt: Ao selecionar esta opção, um gráfico da distribuição posterior do R² (ou seja, variância explicada) será exibido.

# AssumptionChecks|
source: By selecting this option, it will be checked whether the variance of the dependent variable is equal between the groups by performing Levene's test of equal variances.
de: Bei Auswahl dieser Option wird durch Durchführung des Levene-Tests auf gleiche Varianzen überprüft, ob die Varianz der abhängigen Variable zwischen den Gruppen gleich ist.
es: Seleccionando esta opción, se va a comprobar si la varianza de la variable dependiente es igual entre grupos realizando un contraste de Levene de igualdad de varianzas.
gl: Seleccionando esta opción, vaise comprobar se a varianza da variable dependente é igual entre grupos realizando a proba de Levene de igualdade de varianzas.
pt: Ao selecionar esta opção, será verificado se a variância da variável dependente é igual entre os grupos, realizando o teste de igualdade de variâncias de Levene.

# AssumptionChecks|
source: If the assumption of homogeneity is not met, corrections can be selected.
de: Wenn die Annahme der Homogenität nicht erfüllt ist, können Korrekturen ausgewählt werden.
es: Si no se cumple el supuesto de homogeneidad, se pueden escoger correcciones.
gl: Se non se cumpre o suposto de homoxeneidade, pódense escoller correccións.
pt: Se a suposição de homogeneidade não for atendida, correções podem ser selecionadas.

# AssumptionChecks|
source: No homogeneity correction.
de: Keine Korrektur der Homogenität.
es: Sin corrección de homogeneidad.
gl: Sen corrección de homoxeneidade.
pt: Sem correção de homogeneidade.

# AssumptionChecks|
source: If the homogeneity assumption is not met, this correction could be used. This correction is only available for one-way ANOVA.
de: Wenn die Annahme der Homogenität nicht erfüllt ist, kann diese Korrektur verwendet werden. Diese Korrektur ist nur für einfaktorielle ANOVA verfügbar.
es: Si no se cumple el supuesto de homogeneidad, se puede usar esta corrección. Esta corrección está solo disponible para ANOVA de un factor.
gl: Se non se cumpre o suposto de homoxeneidade, pódese usar esta corrección. Esta corrección está só dispoñible para ANOVA de un factor.
pt: Se a suposição de homogeneidade não for atendida, esta correção poderá ser utilizada. Esta correção está disponível apenas para ANOVA unifatorial.

# AssumptionChecks|
source: If the homogeneity assumption is not met, this correction could be used. This correction is only available for one-way ANOVA.
de: Wenn die Homogenitätsannahme nicht erfüllt ist, kann diese Korrektur verwendet werden. Diese Korrektur ist nur für einfaktorielle ANOVA verfügbar.
es: Si no se cumple el supuesto de homogeneidad, se puede usar esta corrección. Esta corrección está solo disponible para ANOVA de un factor.
gl: Se non se cumpre o suposto de homoxeneidade, pódese usar esta corrección. Esta corrección está só dispoñible para ANOVA de un factor.
pt: Se a suposição de homogeneidade não for atendida, esta correção poderá ser utilizada. Esta correção está disponível apenas para ANOVA unifatorial.

# AssumptionChecks|
source: Checks the validity of the distributional assumption of the data set. Specifically, the plot illustrates whether the residuals are normally distributed.
de: Überprüft die Gültigkeit der Verteilungsannahme des Datensatzes. Konkret zeigt das Diagramm, ob die Residuen normalverteilt sind.
es: Comprueba la validez del supuesto sobre la distribución del conjunto de datos. Concretamente, el gráfico ilustra sobre si los errores siguen una distribución Normal.
gl: Comproba a validez do suposto sobre a distribución do conxunto de datos. Concretamente, a gráfica ilustra sobre se os erros seguen unha distribución Normal.
pt: Verifica a validade da suposição distributiva do conjunto de dados. Especificamente, o gráfico ilustra se os resíduos são distribuídos normalmente.

# Contrasts|
source: For each independent variable, you can select a specific contrast in the right column by clicking on 'none' and choosing the desired contrast.
de: Für jede unabhängige Variable können Sie einen bestimmten Kontrast in der rechten Spalte auswählen, indem Sie auf "Keine" klicken und den gewünschten Kontrast auswählen.
es: Para cada variable independiente, se puede seleccionar un contraste concreto en la columna de la derecha haciendo clic en 'Ninguno' y escogiendo el contraste deseado.
gl: Para cada variable independente, podes seleccionar un contraste concreto na columna da dereita facendo clic en 'Ningún' e escollendo o contraste desexado.
pt: Para cada variável independente, você pode selecionar um contraste específico na coluna da direita clicando em "nenhum" e escolhendo o contraste desejado.

# Contrasts|
source: By selecting this option, the univariate linear model, rather than the multivariate model, will be used for follow-up tests (contrasts, post-hoc tests, marginal means). Caution: multivariate models (i.e., unpooled error terms) handle departures from sphericity better, since these models allow the standard errors to differ for each level of the repeated measure(s) factor(s).
de: Bei Auswahl dieser Option wird das univariate lineare Modell anstelle des multivariaten Modells für Folgetests verwendet (Kontraste, Post-hoc-Tests, Randmittel). Achtung: Multivariate Modelle (d.h., unaggregierte Fehlerterme) behandeln Sphärizitätsabweichungen besser, da diese Modelle zulassen, dass die Standardfehler für jede Stufe des/der Messwiederholungsfaktor(en) abweichen.
es: Seleccionando esta opción, se va a utilizar el modelo lineal univariante, en lugar del modelo multivariante, para los contrastes que sigan (contraposiciones, contrastes post-hoc, medias marginales). Precaución: los modelos multivariantes (i.e. con términos de error no combinados) manejan mejor las desviaciones respecto a la esfericidad, dado que estos modelos permiten que los errores típicos difieran para cada nivel de los factores de medidas repetidas.
gl: Seleccionando esta opción, vaise utilizar o modelo linear univariante, en troques do modelo multivariante, para as probas que sigan (contrastes, probas post-hoc, medias marxinais). Coidado: os modelos multivariantes (i.e. con termos de erro non combinados) manexan mellor as desviacións respecto da esfericidade, dado que estes modelos permiten que os erros padrón difiran para cada nivel dos factores de medidas repetidas.
pt: Ao selecionar esta opção, o modelo linear univariado, em vez do modelo multivariado, será usado para testes de acompanhamento (contrastes, testes post-hoc, médias marginais). Atenção: modelos multivariados (ou seja, termos de erro não agrupados) lidam melhor com desvios da esfericidade, pois permitem que os erros-padrão sejam diferentes para cada nível do(s) fator(es) da(s) medida(s) repetida(s).

# Contrasts|
source: By selecting this option, confidence intervals for the estimated mean difference and effect size will be included. By default the confidence level is set to 95%. This can be changed into the desired percentage.
de: Bei Auswahl dieser Option werden Konfidenzintervalle für die geschätzte mittlere Differenz und die Effektgröße einbezogen. Standardmäßig ist das Konfidenzniveau auf 95% gesetzt. Dies kann auf den gewünschten Prozentsatz geändert werden.
es: Seleccionando esta opción, se van a incluir intervalos de confianza para la diferencia estimada de medias y la magnitud del efecto. Por defecto, el nivel de confianza se fija en 95%. Este se puede cambiar por el porcentaje deseado.
gl: Seleccionando esta opción, vanse incluír intervalos de confianza para a diferenza estimada de medias e a magnitude do efecto. Por defecto, o nivel de confianza fíxase en 95%. Este pódese trocar pola porcentaxe desexada.
pt: Ao selecionar esta opção, serão incluídos os intervalos de confiança para a diferença média estimada e o tamanho do efeito. Por padrão, o nível de confiança é definido como 95 %. Este valor pode ser alterado para a porcentagem desejada.

# Contrasts|
source: Effect size (Cohen's d)
de: Effektstärke (Cohens d)
es: Magnitud del efecto (d de Cohen)
gl: Magnitude do efecto (d de Cohen)
pt: Tamanho de efeito (d de Cohen)

# Contrasts|
source: Include standardized mean differences, based on the effectsize function in the emmeans package.
de: Standardisierte mittlere Differenzen einbeziehen, basierend auf der Funktion effectsize im Paket emmeans.
es: Incluir diferencias de medias tipificadas, basadas en la función 'effectsize' del paquete 'emmeans'.
gl: Incluír diferenzas de medias tipificadas, baseadas na función 'effectsize' do paquete 'emmeans'.
pt: Incluir diferenças médias padronizadas, com base na função effectsize no pacote emmeans.

# DescriptivePlots|
source: To create a descriptive plot, select the independent variable to be placed on the horizontal axis. If there are more than one independent variable, they can be visualized in a single plot by placing the second variable in 'Separate Lines,' or visualized in separate plots by placing the variable in 'Separate Plots'.
de: Zum Erstellen eines deskriptiven Diagramms wählen Sie die unabhängige Variable aus, die auf der horizontalen Achse platziert werden soll. Wenn es mehr als eine unabhängige Variable gibt, können diese in einem einzelnen Diagramm visualisiert werden, indem Sie die zweite Variable in "Verschiedene Linien" platzieren, oder in verschiedenen Diagrammen, indem Sie die Variable in "Separate Diagramme" platzieren.
es: Para crear un gráfico descriptivo, selecciona la variable independiente que se coloca en el eje horizontal. Si hay más de una variable independiente, se pueden visualizar en un único gráfico situando la segunda variable en 'Líneas separadas', o visualizar en gráficos separados situando la variable en 'Gráficos separados'.
gl: Para crear unha gráfica descritiva, selecciona a variable independente que se coloca no eixe horizontal. Se hai máis dunha variable independente, pódense visualizar nunha única gráfica situando a segunda variable en 'Liñas separadas', ou visualizar en gráficas separadas situando a variable en 'Gráficas separadas'.
pt: Para criar um gráfico descritivo, selecione a variável independente a ser posicionada no eixo horizontal. Se houver mais de uma variável independente, elas podem ser visualizadas em um único gráfico, colocando a segunda variável em 'Linhas Separadas', ou em gráficos separados, colocando a variável em 'Gráficos Separados'.

# DescriptivePlots|
source: The independent variables included in the analysis.
de: Die in der Analyse enthaltenen unabhängigen Variablen.
es: Las variables independientes incluidas en el análisis.
gl: As variables independentes incluídas na análise.
pt: As variáveis independentes incluídas na análise.

# DescriptivePlots|
source: Select the independent variable that should be displayed on the horizontal axis of the plot.
de: Wählen Sie die unabhängige Variable aus, die auf der horizontalen Achse des Diagramms angezeigt werden soll.
es: Selecciona la variable independiente que se debe presentar en el eje horizontal del gráfico.
gl: Selecciona a variable independente que se debe presentar no eixe horizontal da gráfica.
pt: Selecione a variável independente que deve ser exibida no eixo horizontal do gráfico.

# DescriptivePlots|
source: By placing an independent variable in this box, different lines corresponding to the different levels of the independent variable will be displayed.
de: Beim Einfügen einer unabhängigen Variablen in dieses Feld werden verschiedene Linien angezeigt, die den verschiedenen Stufen der unabhängigen Variablen entsprechen.
es: Colocando una variable independiente en esta caja, se van a presentar distintas líneas que corresponden a diferentes niveles de esa variable independiente.
gl: Colocando unha variable independente nesta caixa, vanse presentar distintas liñas que corresponden a diferentes niveis desa variable independente.
pt: Ao colocar uma variável independente nesta caixa, diferentes linhas correspondentes aos diferentes níveis da variável independente serão exibidas.

# DescriptivePlots|
source: By placing an independent variable in this box, different plots corresponding to the different levels of the independent variable will be displayed.
de: Durch Eintragen einer unabhängigen Variable in dieses Feld werden verschiedene Diagramme angezeigt, die den unterschiedlichen Stufen der unabhängigen Variablen entsprechen.
es: Colocando una variable independiente en esta caja, se van a presentar distintos gráficos que corresponden a diferentes niveles de esa variable independiente.
gl: Colocando unha variable independente nesta caixa, vanse presentar distintas gráficas que corresponden a diferentes niveis desa variable independente.
pt: Ao colocar uma variável independente nesta caixa, diferentes gráficos correspondentes aos diferentes níveis da variável independente serão exibidos.

# DescriptivePlots|
source: By selecting this option, error bars will be displayed in the plot. The error bars can represent either confidence intervals or standard errors.
de: Bei Auswahl dieser Option werden Fehlerbalken im Diagramm angezeigt. Die Fehlerbalken können entweder Konfidenzintervalle oder Standardfehler darstellen.
es: Seleccionando esta opción, se van a presentar barras de error en el gráfico. Las barras de error pueden representar intervalos de confianza o errores típicos.
gl: Seleccionando esta opción, vanse presentar barras de erro na gráfica. As barras de erro poden representar intervalos de confianza ou erros padrón.
pt: Ao selecionar esta opção, barras de erro serão exibidas no gráfico. As barras de erro podem representar intervalos de confiança ou erros padrão.

# Display|
source: When this option is selected, the mean, standard deviation, and the sample size will be displayed for each level combination of the independent variables.
de: Bei Auswahl dieser Option werden für jede Stufenkombination der unabhängigen Variablen der Mittelwert, die Standardabweichung und der Stichprobenumfang angezeigt.
es: Cuando se selecciona esta opción, se va a presentar la media, la desviación típica y el tamaño muestral para cada combinación de niveles de las variables independientes.
gl: Cando se selecciona esta opción, vaise presentar a media, o desvío padrón e tamaño mostral para cada combinación de niveis das variables independentes.
pt: Quando esta opção é selecionada, a média, o desvio padrão e o tamanho da amostra serão exibidos para cada combinação de níveis das variáveis independentes.

# Display|
source: By selecting this option, the specific types of calculations to estimate the effect size can be specified.
de: Bei Auswahl dieser Option können die spezifischen Berechnungsarten zur Schätzung der Effektstärke festgelegt werden.
es: Seleccionando esta opción, se pueden especificar los tipos concretos de cálculos para estimar la magnitud del efecto.
gl: Seleccionando esta opción, pódense especificar os tipos concretos de cálculos para estimar a magnitude do efecto.
pt: Ao selecionar esta opção, os tipos específicos de cálculos para estimar o tamanho do efeito podem ser especificados.
