Repository: jasp-stats/jaspAnova
Catalog: po/QML-*.po
Languages: de, es, eu, fr, gl, id, it, pl, pt, ta, zh_hans

# Display|
source: Omega squared is calculated as an estimate of the effect size. This is considered a less biased estimate of the effect size, compared to η2 . (Kroes & Finley, 2023).
es: Omega cuadrado se calcula como estimación de la magnitud del efecto. Esta se considera una estimación menos sesgada de la magnitud del efecto, comparada con η2 . (Kroes & Finley, 2023).
gl: Omega cadrado calcúlase como estimación da magnitude do efecto. Esta considérase unha estimación menos nesgada da magnitude do efecto, comparada con η2 . (Kroes & Finley, 2023).
pt: Ômega ao quadrado é calculado como uma estimativa do tamanho do efeito. Esta é considerada uma estimativa menos tendenciosa do tamanho do efeito, em comparação com η² (Kroes & Finley, 2023).

# Display|
source: Partial Omega squared is calculated as an estimate of the effect size. Partial ω2 measures the effect size of the predictor in the context of multiple factors or covariates, isolating its unique contribution.
es: Omega cuadrado parcial se calcula como estimación de la magnitud del efecto. ω2 parcial mide la magnitud del efecto del predictor en el contexto de factores o covariables múltiples, aislando su contribución particular.
gl: Omega cadrado parcial calcúlase como estimación da magnitude do efecto. ω2 parcial mide a magnitude do efecto do preditor no contexto de factores ou covariantes múltiples, aillando a súa contribución particular.
pt: O Ômega Parcial ao quadrado é calculado como uma estimativa do tamanho do efeito. O ω² Parcial mede o tamanho do efeito do preditor no contexto de múltiplos fatores ou covariáveis, isolando sua contribuição única.

# Display|
source: Eta-squared is calculated as an estimate of the effect size. However, this method is considered to overestimate the population variance, making it hard to compare the effect of the same variable across different studies (Goss-Sampson, 2018; Kroes & Finley, 2023).
es: Eta cuadrado se calcula como estimación de la magnitud del efecto. Sin embargo, este método se considera que sobreestima la varianza de la población, haciendo difícil comparar el efecto de la misma variable a través de distintos estudios (Goss-Sampson, 2018; Kroes & Finley, 2023).
gl: Eta cadrado calcúlase como estimación da magnitude do efecto. Porén, este método considérase que sobreestima a varianza da poboación, facendo difícil comparar o efecto da mesma variable a través de distintos estudos (Goss-Sampson, 2018; Kroes & Finley, 2023).
pt: O eta-quadrado é calculado como uma estimativa do tamanho do efeito. No entanto, considera-se que esse método superestima a variância populacional, dificultando a comparação do efeito da mesma variável em diferentes estudos (Goss-Sampson, 2018; Kroes & Finley, 2023).

# Display|
source: Partial eta-squared is calculated as an estimate of the effect size. Partial η2 measures the effect size of the predictor in the context of multiple factors or covariates, isolating its unique contribution.
es: Eta cuadrado parcial se calcula como estimación de la magnitud del efecto. η2 parcial mide la magnitud del efecto del predictor en el contexto de factores o covariables múltiples, aislando su contribución particular.
gl: Eta cadrado parcial calcúlase como estimación da magnitude do efecto. η2 parcial mide a magnitude do efecto do preditor no contexto de factores ou covariantes múltiples, aillando a súa contribución particular.
pt: O eta-quadrado parcial é calculado como uma estimativa do tamanho do efeito. O η² parcial mede o tamanho do efeito do preditor no contexto de múltiplos fatores ou covariáveis, isolando sua contribuição única.

# Display|
source: Displays confidence intervals for the effect size. Set at 95% by default but can be changed into the desired percentage.
es: Presenta intervalos de confianza para la magnitud del efecto. Fijado en 95% por defecto, pero se puede cambiar por el porcentaje deseado.
gl: Presenta intervalos de confianza para a magnitude do efecto. Fixada en 95% por defecto, pero pódese trocar pola porcentaxe desexada.
pt: Exibe intervalos de confiança para o tamanho do efeito. Definido como 95 % por padrão, mas pode ser alterado para a porcentagem desejada.

# Display|
source: Shows the maximum ratio of the likelihood of the obtained p value under H1 vs the likelihood of the obtained p value under H0. For example, if the two-sided p-value equals .05, the Vovk-Sellke MPR equals 2.46, indicating that this p-value is at most 2.46 times more likely to occur under H1 than under H0
es: Muestra la proporción máxima de la verosimilitud del valor P obtenido bajo H1 frente a la verosimilitud del valor P obtenido bajo H0. Por ejemplo, si el valor P bilateral es igual a .05, el MPR de Vovk-Sellke es igual a 2.46, indicando que este valor P es como mucho 2.46 veces más probable que ocurra bajo H1 que bajo H0
gl: Amosa a proporción máxima da verosimilitude do valor P obtido baixo H1 fronte á verosimilitude do valor P obtido baixo H0. Por exemplo, se o valor P bilateral é igual a .05, o MPR de Vovk-Sellke é igual a 2.46, indicando que este valor P é como moito 2.46 veces máis probable que ocorra baixo H1 que baixo H0
pt: Mostra a razão máxima entre a probabilidade do valor-p obtido em H1 e a probabilidade do valor-p obtido em H0. Por exemplo, se o valor-p bilateral for igual a 0,05, o MPR de Vovk-Sellke será igual a 2,46, indicando que esse valor-p tem, no máximo, 2,46 vezes mais probabilidade de ocorrer em H1 do que em H0

# Export|
source: Save the residuals of the most complex model as a new column in the data file.
de: Speichern der Residuen des komplexesten Modells als neue Spalte in der Datendatei.
es: Guardar los errores del modelo más complejo como nueva columna del archivo de datos.
gl: Gardar os erros do modelo máis complexo como nova columna do ficheiro de datos.
pt: Salve os resíduos do modelo mais complexo como uma nova coluna no arquivo de dados.

# Export|
source: Appends raw residuals, meaning the simple difference between observed values and predicted values. Selected by default.
de: Hinzufügen roher Residuen, d.h. einfach die Differenz zwischen beobachteten Werten und vorhergesagten Werten. Standardmäßig ausgewählt.
es: Añade los errores brutos, es decir la diferencia simple entre los valores observados y los valores predichos. Seleccionado por defecto.
gl: Engade os erros brutos, é dicir a diferenza simple entre os valores observados e os valores preditos. Seleccionado por defecto.
pt: Adiciona resíduos brutos, ou seja, a diferença simples entre valores observados e valores previstos. Selecionado por padrão.

# Export|
source: Divides residuals by estimate of standard error of the residuals and adjusts for the leverage of each data point. Use when there are assumption violations as it is more robust.
de: Teilt die Residuen durch eine Schätzung des Standardfehlers der Residuen und passt die Einflussgröße jedes Datenpunkts entsprechend an. Wird verwendet, wenn Annahmeverletzungen vorliegen, da es robuster ist.
es: Divide los errores por la estimación del error típico de los errores, y ajusta la influencia de cada punto de datos. Utilizar cuando haya incumplimientos de supuestos ya que es más robusto.
gl: Divide os erros pola estimación do erro padrón dos erros, e axusta a influencia de cada punto de datos. Utilizar cando haxa incumprimentos de supostos xa que é máis robusto.
pt: Divide os resíduos pela estimativa do erro padrão dos resíduos e ajusta a alavancagem de cada ponto de dados. Use quando houver violações de suposições, pois é mais robusto.

# Export|
source: Divides residuals by estimate of the standard deviation of the residuals.
de: Teilt die Residuen durch die geschätzte Standardabweichung der Residuen.
es: Divide los errores por la estimación de la desviación típica de los errores.
gl: Divide os erros pola estimación do desvío padrón dos erros.
pt: Divide os resíduos pela estimativa do desvio padrão dos resíduos.

# Export|
source: Save the predictions of the most complex model as a new column in the data file.
es: Guardar las predicciones del modelo más complejo como columna nueva del archivo de datos.
gl: Gardar as predicións do modelo máis complexo como columna nova do ficheiro de datos.
pt: Salve as previsões do modelo mais complexo como uma nova coluna no arquivo de dados.

# MarginalMeans|
source: When this option is selected, the mean for each level of the independent variable, adjusted for all the other variables in the model, is calculated.
es: Cuando se escoge esta opción, se calcula la media para cada nivel de la variable independiente, ajustada para todas las otras variables del modelo.
gl: Cando se escolle esta opción, calcúlase a media para cada nivel da variable independente, axustada para tódalas outras variables do modelo.
pt: Quando esta opção é selecionada, a média para cada nível da variável independente, ajustada para todas as outras variáveis no modelo, é calculada.

# MarginalMeans|
source: When this option is selected, the bootstrapped marginal means are calculated. By default, the number of replications is set to 1000. This can be changed into the desired number.
es: Cuando se escoge esta opción, se calculan las medias marginales de bootstrapp. Por defecto, el número de réplicas se fija en 1000. Esto se puede cambiar por el número deseado.
gl: Cando se escolle esta opción, calcúlanse as medias marxinais de bootstrapp. Por defecto, o número de réplicas fíxase en 1000. Isto pódese trocar polo número desexado.
pt: Quando esta opção é selecionada, as médias marginais bootstrapped são calculadas. Por padrão, o número de replicações é definido como 1000. Este número pode ser alterado para o número desejado.

# MarginalMeans|
source: By selecting this option, the adjusted means are compared to 0 and the confidence intervals of the adjusted means are calculated.
es: Seleccionado esta opción, se comparan las medias ajustadas con 0 y se calculan intervalos de confianza para las medias ajustadas.
gl: Seleccionado esta opción, compáranse as medias axustadas con 0 e calcúlanse intervalos de confianza para as medias axustadas.
pt: Ao selecionar esta opção, as médias ajustadas são comparadas a 0 e os intervalos de confiança das médias ajustadas são calculados.

# MarginalMeans|
source: When this option is selected, no adjustment will be applied.
es: Cuando se escoge esta opción, no se aplica ningún ajuste.
gl: Cando se escolle esta opción, non se aplica ningún axuste.
pt: Quando esta opção for selecionada, nenhum ajuste será aplicado.

# MarginalMeans|
source: Bonferroni correction of the confidence intervals.
es: Corrección de Bonferroni para los intervalos de confianza.
gl: Corrección de Bonferroni para os intervalos de confianza.
pt: Correção de Bonferroni dos intervalos de confiança.

# MarginalMeans|
source: Sidak correction of the confidence intervals.
de: Sidak-Korrektur der Konfidenzintervalle.
es: Corrección de Sidak para los intervalos de confianza.
gl: Corrección de Sidak para os intervalos de confianza.
pt: Correção de Sidak dos intervalos de confiança.

# Models|
source: All the independent variables and covariates that can be included in the model.
de: Alle unabhängigen Variablen und Kovariate, die in das Modell einbezogen werden können.
es: Todas las variables independientes y covariables que pueden incluirse en el modelo.
gl: Tódalas variables independentes e covariantes que poden incluírse no modelo.
pt: Todas as variáveis independentes e covariáveis que podem ser incluídas no modelo.

# Models|
source: The independent variables and covariates included in the model. By default, all the main effects and interaction effects of factor variables, and the main effects of covariates are included in the model.
de: Die im Modell enthaltenen unabhängigen Variablen und Kovariaten. Standardmäßig sind alle Haupteffekte und Interaktionseffekte von Faktorvariablen und die Haupteffekte von Kovariaten im Modell enthalten.
es: Las variables independientes y covariables incluidas en el modelo. Por defecto, se incluyen en el modelo todos los efectos principales y efectos de interacción de las variables de los factores, y los efectos principales de las covariables.
gl: As variables independentes e covariantes incluídas no modelo. Por defecto, inclúense no modelo tódolos efectos principais e efectos de interacción das variables dos factores, e os efectos principais das covariantes.
pt: As variáveis independentes e covariáveis incluídas no modelo. Por padrão, todos os efeitos principais e efeitos de interação das variáveis fatoriais, bem como os efeitos principais das covariáveis, são incluídos no modelo.

# Nonparametrics|
source: The Kruskal-Wallis test is a non-parametric, rank-based one-way ANOVA that can be used to compare two or more groups. This test is appropriate when the normality assumption is violated and/or when outliers are present. To conduct the test, move the independent variables from the left box to the right box.
de: Der Kruskal-Wallis-Test ist eine nicht-parametrische, rangbasierte einfaktorielle ANOVA, zum Vergleich von zwei oder mehr Gruppen. Dieser Test ist geeignet, wenn die Normalitätsannahme verletzt wird und/oder wenn Ausreißer vorhanden sind. Um den Test durchzuführen, ziehen Sie die unabhängigen Variablen aus dem linken Feld in das rechte Feld.
es: El contraste de Kruskal-Wallis es un ANOVA no paramétrico de un factor, basado en rangos, que puede usarse para comparar dos o más grupos. Este contraste es adecuado cuando no se cumple el supuesto de Normalidad y/o cuando hay valores atípicos. Para realizar el contraste, mueve las variables independientes de la caja de la izquierda a la caja de la derecha.
gl: A proba de Kruskal-Wallis é un ANOVA non paramétrico de un factor, baseado en rangos, que pode usarse para comparar dous ou máis grupos. Esta proba é axeitada cando non se cumpre o suposto de Normalidade e/ou cando hai valores atípicos. Para realizar a proba, leva as variables independentes da caixa da esquerda á caixa da dereita.
pt: O teste de Kruskal-Wallis é uma ANOVA unifatorial não paramétrica, baseada em classificação, que pode ser usada para comparar dois ou mais grupos. Este teste é apropriado quando a suposição de normalidade é violada e/ou quando há valores discrepantes. Para realizar o teste, mova as variáveis independentes da caixa da esquerda para a caixa da direita.

# Nonparametrics|
source: Request effect size estimates for the Kruskal-Wallis test: rank epsilon squared and rank eta squared, including their confidence interval. Based on the effectsize package.
de: Hinzufügen von Effektstärkeschätzungen für den Kruskal-Wallis-Test: Rang-Epsilon-Quadrat und Rang-Eta-Quadrat, einschließlich ihrer Konfidenzintervalle. Basierend auf dem effectsize-Paket.
es: Solicitar estimaciones de la magnitud del efecto para el contraste de Kruskal-Wallis: epsilon cuadrado del rango y eta cuadrado del rango, incluyendo sus intervalos de confianza. Basado en el paquete 'effectsize''.
gl: Solicitar estimacións da magnitude do efecto para a proba de Kruskal-Wallis: epsilon cadrado do rango e eta cadrado do rango, incluíndo seus intervalos de confianza. Baseado no paquete 'effectsize''.
pt: Solicite estimativas do tamanho do efeito para o teste de Kruskal-Wallis: classificação epsilon ao quadrado e classificação eta ao quadrado, incluindo seus intervalos de confiança. Com base no pacote effectsize.

# Nonparametrics|
source: This non-parametric follow-up test is used for pairwise comparisons after performing the Kruskal-Wallis test. The p-values are corrected using the Bonferroni and Holm methods.
de: Dieser nicht-parametrische Folgetest wird für paarweise Vergleiche nach Durchführung des Kruskal-Wallis-Tests verwendet. Die p-Werte werden mit der Bonferroni- und Holm-Methoden korrigiert.
es: Este contraste no paramétrico que sigue, se utiliza para comparaciones por pares después de realizar el contraste de Kruskal-Wallis. Los valores P se corrigen usando los métodos de Bonferroni y Holm.
gl: Esta proba non paramétrica que segue, utilízase para comparacións por parellas despois de realizar a proba de Kruskal-Wallis. Os valores P corríxense usando os métodos de Bonferroni e Holm.
pt: Este teste de acompanhamento não paramétrico é usado para comparações pareadas após a realização do teste de Kruskal-Wallis. Os valores de p são corrigidos usando os métodos de Bonferroni e Holm.

# PostHoc|
source: To perform a post hoc test, drag one or more factor names to the right box. Several options are available:
de: Zur Durchführung eines post-hoc-Tests ziehen Sie einen oder mehrere Faktornamen in das rechte Feld. Mehrere Optionen sind verfügbar:
es: Para realizar un contraste post hoc, arrastra uno o más nombres de factores a la caja de la derecha. Hay disponibles varias opciones:
gl: Para realizar unha proba post hoc, arrastra un ou máis nomes de factores á caixa da dereita. Hai dispoñibles varias opcións:
pt: Para realizar um teste post hoc, arraste um ou mais nomes de fatores para a caixa à direita. Várias opções estão disponíveis:

# PostHoc|
source: Different types of post hoc tests can be selected.
de: Verschiedene Arten von post-hoc-Tests können ausgewählt werden.
es: Se pueden seleccionar distintos tipos de contrastes post hoc.
gl: Pódense seleccionar distintos tipos de probas post hoc.
pt: Diferentes tipos de testes post hoc podem ser selecionados.

# PostHoc|
source: Pairwise t-tests are performed. All the corrections can be applied to this method. When Tukey's p-value correction is selected, this is equivalent to Tukey's HSD. This option is selected by default.
de: Es werden paarweise t-Tests durchgeführt. Alle Korrekturen können auf diese Methode angewendet werden. Wenn Tukeys p-Wert-Korrektur ausgewählt wird, entspricht dies Tukeys HSD. Diese Option wird standardmäßig ausgewählt.
es: Se realizan contrastes T por pares. Se pueden aplicar todas las correcciones a este método. Cuando se selecciona la corrección del valor P de Tukey, esto es equivalente al HSD de Tukey. Esta opción se selecciona por defecto.
gl: Realízanse probas T por parellas. Pódense aplicar tódalas correccións a este método. Cando se selecciona a corrección do valor P de Tukey, isto é equivalente ao HSD de Tukey. Esta opción selecciónase por defecto.
pt: Testes t pareados são realizados. Todas as correções podem ser aplicadas a este método. Quando a correção do valor-p de Tukey é selecionada, ela é equivalente ao teste HSD de Tukey. Esta opção é selecionada por padrão.

# PostHoc|
source: By selecting this option, the bootstrapped post hoc test is applied. By default, the number of replications is set to 1000. This can be changed into the desired number.
de: Bei Auswahl dieser Option wird der bootstrapped post-hoc-Test angewendet. Standardmäßig wird die Anzahl der Wiederholungen auf 1000 gesetzt. Dies kann auf die gewünschte Anzahl geändert werden.
es: Seleccionando esta opción, se aplica el contraste post hoc de bootstrapp. Por defecto, el número de réplicas se fija en 1000. Esto se puede cambiar por el número deseado.
gl: Seleccionando esta opción, aplícase a proba post hoc de bootstrapp. Por defecto, o número de réplicas fíxase en 1000. Isto pódese trocar polo número desexado.
pt: Ao selecionar esta opção, o teste post hoc bootstrap é aplicado. Por padrão, o número de replicações é definido como 1000. Este número pode ser alterado para o número desejado.

# PostHoc|
source: By selecting this option, the effect size (i.e., the magnitude of the observed effect) will be displayed. The used measure for the effect size is Cohen's d. The effect size will only be displayed for the post hoc type Standard.
de: Bei Auswahl dieser Option wird die Effektstärke (d.h., die Stärke des beobachteten Effekts) angezeigt. Das verwendete Maß für die Effektstärke ist Cohens d. Die Effektstärke wird nur für den Post-hoc-Typ Standard angezeigt.
es: Seleccionando esta opción, se va a presentar la magnitud del efecto (i.e. del efecto observado). La medida utilizada para la magnitud del efecto es d de Cohen. La magnitud del efecto solo se va a presentar para el tipo de post hoc Estándar.
gl: Seleccionando esta opción, vaise presentar a magnitude do efecto (i.e. do efecto observado). A medida utilizada para a magnitude do efecto é d de Cohen. A magnitude do efecto só se vai presentar para o tipo de post hoc Estándar.
pt: Ao selecionar esta opção, o tamanho do efeito (ou seja, a magnitude do efeito observado) será exibido. A medida utilizada para o tamanho do efeito é o d de Cohen. O tamanho do efeito será exibido apenas para o tipo post hoc Padrão.

# PostHoc|
source: Instead of pairwise comparisons for all possible combination of cells in the interaction, list pairwise comparisons conditional on each of the interaction terms. This provides as many tables as there are terms in the interaction effect.
de: Anstelle von paarweisen Vergleichen für alle möglichen Kombinationen von Zellen in der Interaktion, werden paarweise Vergleiche konditional zu jedem der Interaktionsterme aufgelistet. Dies ergibt so viele Tabellen wie es Terme im Interaktionseffekt gibt.
es: En lugar de las comparaciones por parejas para todas las posibles combinaciones de celdas en la interacción, lista las comparaciones por parejas condicionadas a cada término de interacción. Esto proporciona tantas tablas como términos haya en el efecto de interacción.
gl: En troques das comparacións por parellas para tódalas posibles combinacións de celas na interacción, lista as comparacións por parellas condicionadas a cada termo de interacción. Isto proporciona tantas táboas como termos haxa no efecto de interacción.
pt: Em vez de comparações pareadas para todas as combinações possíveis de células na interação, liste comparações pareadas condicionais a cada um dos termos da interação. Isso fornece tantas tabelas quantos os termos no efeito da interação.

# PostHoc|
source: This method can be used when equal group variances cannot be assumed. The p-values are adjusted using the Tukey method.
de: Diese Methode kann verwendet werden, wenn die Gleichheit der Gruppenvarianzen nicht angenommen werden kann. Die p-Werte werden mit der Tukey-Methode korrigiert.
es: Este método se puede utilizar cuando no se puede asumir la igualdad de las varianzas de los grupos. Los valores P se ajustan usando el método de Tukey.
gl: Este método pódese utilizar cando non pode asumirse a igualdade das varianzas dos grupos. Os valores P axústanse usando o método de Tukey.
pt: Este método pode ser usado quando não é possível presumir variâncias de grupo iguais. Os valores-p são ajustados usando o método de Tukey.

# PostHoc|
source: With this method, all levels are compared to the first occurring level in the data. To change which level is used as the reference group, adjust the order of the level labels in the Variable Settings.
de: Mit dieser Methode werden alle Stufen mit der ersten auftretenden Stufe in den Daten verglichen. Um zu ändern, welche Stufe als Referenzgruppe verwendet wird, passen Sie die Reihenfolge der Stufenbeschriftungen in den Variablen-Einstellungen an.
es: Con este método, se comparan todos los niveles con el primer nivel presente en los datos. Para cambiar el nivel que se usa como grupo de referencia, ajustar el orden de las etiquetas de nivel en la Configuración de Variables.
gl: Con este método, se comparan tódolos niveis co primeiro nivel presente nos datos. Para trocar o nivel que se usa como grupo de referencia, axusta a orde das etiquetas de nivel na Configuración de Variables.
pt: Com este método, todos os níveis são comparados ao primeiro nível presente nos dados. Para alterar qual nível será usado como grupo de referência, ajuste a ordem dos rótulos dos níveis nas Configurações de Variáveis.
