Repository: jasp-stats/jaspAnova
Catalog: po/QML-*.po
Languages: de, es, eu, fr, gl, id, it, pl, pt, ta, zh_hans

# OrderRestrictions|
source: Ctrl + Enter to apply. Click on the blue button above for help on the restriction syntax
de: Strg + Enter zum Anwenden. Klicken Sie oben auf die blaue Schaltfläche, um Hilfe zur Beschränkungs-Syntax zu erhalten
es: Ctrl + Intro para aplicar. Haga click en el botón azul de arriba para obtener ayuda sobre la sintaxis de las restricciones
eu: Ktrl + Sartu aplikatzeko. Egin klik goiko botoi urdinean murrizketa sintaxiari buruzko laguntza lortzeko
fr: Ctrl + Entrée pour appliquer. Cliquer sur le bouton bleu ci-dessus pour obtenir de l'aide sur la syntaxe de la restriction
gl: Ctrl + Intro para aplicar. Fai clic no botón azul de arriba para obter axuda sobre a sintaxe das restricións
pl: Naciśnij Ctrl + Enter, aby zastosować. Kliknij na niebieski przycisk powyżej, aby uzyskać pomoc na temat składni ograniczeń
pt: Pressione Ctrl+Enter para aplicar. Clique no botão azul acima para obter ajuda sobre a sintaxe de restrições
ta: கட்டுப்பாடு + விண்ணப்பிக்க Enter. கட்டுப்பாட்டு தொடரியல் உதவிக்கு மேலே உள்ள நீல பொத்தானைக் சொடுக்கு செய்க
zh_hans: Ctrl + Enter 应用。点击上方的蓝色按钮以获取有关约束语法的帮助

# AnovaRepeatedMeasuresBayesian|
source: This analysis was created with an older version of JASP (or a dynamic module). Since then, the model specification of the Bayesian Repeated Measures ANOVA has changed. By default, all models now include random slopes for all but the highest order repeated-measures interaction to avoid discrepancies with the frequentist repeated measures ANOVA.
de: Diese Analyse wurde mit einer älteren Version von JASP (oder einem dynamischen Modul) erstellt. Seitdem hat sich die Modellspezifikation der Bayesschen ANOVA mit Messwiederholung geändert. Standardmäßig enthalten alle Modelle nun zufällige Steigungen für alle bis auf die Interaktionen mit Messwiederholung höchster Ordnung, um Diskrepanzen mit der frequentistischen ANOVA mit Messwiederholung zu vermeiden.
es: Este análisis se creó con una versión anterior de JASP (o con un módulo dinámico). Desde entonces, ha cambiado la especificación del modelo ANOVA bayesiano de Medidas Repetidas. Por defecto, ahora todos los modelos incluyen pendientes aleatorias para todo excepto para la interacción de las medidas repetidas de mayor orden, para evitar discrepancias con el ANOVA frecuentista de Medidas Repetidas.
eu: Analisi hau JASP-ren bertsio zaharrago batekin (edo modulu dinamiko batekin) sortu zen. Ordutik, Bayesiano Errepikatutako Neurrien ANOVAren ereduaren zehaztapena aldatu da. Berez, eredu guztiek ausazko maldak sartzen dituzte neurri errepikatuen interakzio ordena altuenerako izan ezik, maiztasun handiko neurri errepikatuen ANOVArekin desadostasunak saihesteko.
fr: Cette analyse a été créée avec une ancienne version de JASP (ou un module dynamique). Depuis lors, la spécification du modèle de l'ANOVA bayésienne à mesures répétées a changé. Par défaut, tous les modèles incluent maintenant des pentes aléatoires pour toutes les interactions à mesures répétées, sauf celles d'ordre supérieur, afin d'éviter les divergences avec l'ANOVA à mesures répétées fréquentiste.
gl: Esta análise creouse cunha versión máis antiga de JASP (ou cun módulo dinámico). Dende entón, mudou a especificación do modelo ANOVA baiesiano de Medidas Repetidas. Por defecto, agora tódolos modelos inclúen pendentes aleatorias para todo agás para a interacción das medidas repetidas de maior orde, para evitar discrepancias co ANOVA frecuentista de Medidas Repetidas.
pl: Ta analiza została wykonana za pomocą starszej wersji JASP (lub modułu dynamicznego). Od tego czasu specyfikacja modelu Bayesowska ANOVA dla powtórzonych pomiarów uległa zmianie. Aby uniknąć rozbieżności z klasyczną wersją testu ANOVA dla powtarzanych pomiarów, od teraz wszystkie modele zawierają losowe nachylenie dla wszystkich interakcji powtarzanych pomiarów, za wyjątkiem interakcji najwyższego rzędu .
pt: Esta análise foi criada com uma versão mais antiga do JASP (ou um módulo dinâmico). Desde então, a especificação do modelo da ANOVA Bayesiana de Medidas Repetidas mudou. Por padrão, todos os modelos agora incluem inclinações aleatórias para todas as interações de medidas repetidas, exceto a de ordem mais alta, para evitar discrepâncias com a ANOVA frequentista de medidas repetidas.
ta: இந்த பகுப்பாய்வு JASP இன் பழைய பதிப்போடு (அல்லது மாறும் தொகுதி) உருவாக்கப்பட்டது. அப்போதிருந்து, பேய்சியன் மறுநிகழ்வு நடவடிக்கைகளின் மாதிரி விவரக்குறிப்பு ANOVA மாறிவிட்டது. இயல்பாக, எல்லா மாதிரிகளும் இப்போது அனைவருக்கும் சீரற்ற சரிவுகளை உள்ளடக்கியது, ஆனால் அடிக்கடி மறுநிகழ்வு மீண்டும் வரும் நடவடிக்கைகளுடன் முரண்பாடுகளைத் தவிர்ப்பதற்கான மிக உயர்ந்த வரிசையில் மறுநிகழ்வு-அளவீடுகள் தொடர்புகள் உள்ளன.
zh_hans: 此分析是使用旧版本的 JASP（或动态模块）创建的。从那时起，贝叶斯重复测量方差分析的建模规则发生了变化。默认情况下，所有模型现在都包括除最高阶重复测量交互之外的所有随机斜率，以便与频率重复测量方差分析区分开。

source: Additional Options
de: Weitere Optionen
es: Opciones Adicionales
eu: Aukera Gehiago
fr: Options supplémentaires
gl: Opcións Adicionais
id: Opsi Tambahan
pl: Dodatkowe opcje
pt: Opções Adicionais
ta: கூடுதல் விருப்பங்கள்
zh_hans: 附加选项

# AdditionalOptions|
source: Specify Prior on Coefficients
de: Prior für Koeffizienten spezifizieren
es: Indicar los Previos de los Coeficientes
eu: Zehaztu Koefizienteen Aurrekoa
fr: Spécifier la distribution a priori des Coefficients
gl: Indicar os Previos dos Coeficientes
pl: Określ prior dla współczynników
pt: Especificar Anterior em Coeficientes
ta: குணகங்களில் முன்னர் குறிப்பிடவும்
zh_hans: 指定先验系数

# AdditionalOptions|
source: For fixed and random terms
de: Für feste und zufällige Terme
es: Para términos fijos y aleatorios
eu: Termino finko eta ausazkoetarako
fr: Pour les termes fixe et aléatoire
gl: Para termos fixos e aleatorios
pl: Dla składników stałych i losowych
pt: Para termos fixos e aleatórios
ta: நிலையான மற்றும் சீரற்ற விதிமுறைகளுக்கு
zh_hans: 对于固定和随机项

# AdditionalOptions|
source: For each term individually
de: Für jeden Term einzeln
es: Para cada término individualmente
eu: Termino bakoitzerako banan-banan
fr: Pour chaque terme individuellement
gl: Para cada termo individualmente
pl: Dla każdego składnika oddzielnie
pt: Para cada termo individualmente
ta: ஒவ்வொரு காலத்திற்கும் தனித்தனியாக
zh_hans: 对于每项单独

# AdditionalOptions|
source: r scale fixed effects
de: r Skalenparameter fester Effekte
es: Efectos fijos de escala r
eu: r eskalako efektu finkoak
fr: Effets fixes de l'échelle r
gl: Efectos fixos de escala r
id: efek tetap skala r
pl: Efekty stałe skali r
pt: efeitos fixos da escala r
ta: r அளவிலான நிலையான விளைவுகள்
zh_hans: 固定效应 r 尺度

# AdditionalOptions|
source: r scale random effects
de: r Skalenparameter zufälliger Effekte
es: Efectos aleatorios de escala r
eu: r eskalako ausazko efektuak
fr: Effets aléatoires de l'échelle r
gl: Efectos aleatorios de escala r
id: efek acak skala r
pl: Efekty losowe skali r
pt: efeitos aleatórios da escala r
ta: r அளவிலான சீரற்ற விளைவுகள்
zh_hans: 随机效应 r 尺度

# AdditionalOptions|
source: r scale covariates
de: r Skalenparameter Kovariaten
es: Covariables de escala r
eu: r eskalako kobarianteak
fr: Covariables de l'échelle r
gl: Covariantes de escala r
id: kovariat skala r
pl: Współzmienne skali r
pt: covariáveis da escala r
ta: ஆர் அளவுகோல் கோவாரியட்டுகள்
zh_hans: 协变量 r 尺度

# AdditionalOptions|
source: Numerical Accuracy
de: Numerische Präzision
es: Precisión Numérica
eu: Zenbakizko Zehaztasuna
fr: Précision numérique
gl: Precisión Numérica
id: Keakuratan Numerik
pl: Dokładność numeryczna
pt: Acurácia numérica
ta: எண் துல்லியம்
zh_hans: 数值精度

# AdditionalOptions|
source: No. samples
de: Stichprobenumfang
es: Nº muestras
eu: Lagin kopurua
fr: Nbre d'échantillons
gl: Nº mostras
id: No. sampel
pl: Liczba próbek
pt: No. de amostras
ta: மாதிரிகள் எண்ணிக்கை
zh_hans: 样本数量

# AdditionalOptions|
source: Posterior Samples
de: Posterior Stichprobe
es: Muestras Posteriores
eu: Atzeko Laginak
fr: Échantillons a posteriori
gl: Mostras Posteriores
id: Sampel Posterior
pl: Próbki a posteriori
pt: Amostras posteriores
ta: பின்புற மாதிரிகள்
zh_hans: 后验样本

# AdditionalOptions|
source: Legacy results
de: Veraltete Ergebnisse
es: Resultados legados
eu: Legatu emaitzak
fr: Résultats d'une version ancienne
gl: Resultados legados
pl: Starsze wyniki
pt: Resultados legados
ta: மரபு முடிவுகள்
zh_hans: 旧版分析结果

# AdditionalOptions|
source: When checked, the random slopes of repeated measures factors are omitted as in JASP <=0.16. Omitting the random slopes may yield completely different results from the frequentist ANOVA.
de: Falls aktiviert, werden die zufälligen Steigungen der Faktoren mit Messwiederholung wie in JASP <=0.16 weggelassen. Das Weglassen der zufälligen Steigungen kann zu völlig anderen Ergebnissen als bei der frequentistischen ANOVA führen.
es: Cuando se marca, se omiten las pendientes aleatorias de los factores de medidas repetidas como en JASP <=0.16. La omisión de las pendientes aleatorias puede producir resultados completamente diferentes a los del ANOVA frecuentista.
eu: Markatuta dagoenean, neurri errepikatuen faktoreen malda ausazkoek ezabatzen dute, JASP <=0.16-n bezala. Malda ausazkoek ezabatzeak ANOVA maiztasunaren emaitza guztiz desberdinak eman ditzake.
fr: Si cochées, les pentes aléatoires des facteurs à mesures répétées sont omises, comme dans JASP <=0.16. L'omission des pentes aléatoires peut donner des résultats complètement différents de l'ANOVA fréquentiste.
gl: Cando se marca, omítense as pendentes aleatorias dos factores de medidas repetidas como en JASP <=0.16. A omisión das pendentes aleatorias pode producir resultados completamente diferentes aos do ANOVA frecuentista.
pl: Gdy ta opcja jest zaznaczona losowe nachylenia czynników powtórzonych pomiarów są pomijane, tak samo jak w przypadku JASP w wersji 0.16 lub starszej. Pominięcie losowych nachyleń może dać zupełnie inne wyniki niż w przy obliczaniu klasycznej wersji ANOVA.
pt: Quando marcada, as inclinações aleatórias dos fatores de medidas repetidas são omitidas, como no JASP <=0,16. A omissão das inclinações aleatórias pode gerar resultados completamente diferentes da ANOVA frequentista.
ta: சரிபார்க்கும்போது, மறுநிகழ்வு நடவடிக்கைகளின் சீரற்ற சரிவுகள் சாச்ப் <= 0.16 இல் உள்ளதைப் போல தவிர்க்கப்படுகின்றன. சீரற்ற சரிவுகளைத் தவிர்ப்பது அடிக்கடி நிகழும் ANOVA இலிருந்து முற்றிலும் மாறுபட்ட முடிவுகளைத் தரக்கூடும்.
zh_hans: 选中时，重复测量因子的随机斜率将被省略，如 JASP <=0.16。省略随机斜率可能会产生与频率方差分析完全不同的结果。

# AdditionalOptions|
source: Hide nuisance in model
de: Störfaktor im Modell ausblenden
es: Ocultar las molestias en el modelo
eu: Ezkutatu eragozpenak ereduan
fr: Masquer le facteur perturbateur du modèle
gl: Agochar as molestias no modelo
pl: Ukryj parametry zakłócające
pt: Esconder o ruído do modelo
ta: தொல்லையை மாதிரியில் மறைக்கவும்
zh_hans: 隐藏模型中的干扰

# AdditionalOptions|
source: When checked, the nuisance parameters common to all models are omitted from the model specification.
de: Falls aktiviert, werden die Störparameter, die allen Modellen gemeinsam sind, in der Modellspezifikation weggelassen.
es: Cuando se marca, se omiten de la especificación del modelo, los parámetros molestos comunes a todos los modelos.
eu: Markatuta dagoenean, modelo guztientzat komunak diren eragozpen-parametroak ezabatzen dira modeloaren zehaztapenetik.
fr: Si cochée, les paramètres perturbateurs en commun pour tous les modèles sont omis de la spécification du modèle.
gl: Cando se marca, omítense da especificación do modelo, os parámetros molestos comúns a tódolos modelos.
pl: Gdy ta opcja jest zaznaczona parametry zakłócające wspólne dla wszystkich modeli są pomijane w specyfikacji modelu.
pt: Quando marcada, os parâmetros de ruído comuns a todos os modelos são omitidos da especificação do modelo.
ta: சரிபார்க்கும்போது, அனைத்து மாடல்களுக்கும் பொதுவான தொல்லை அளவுருக்கள் மாதிரி விவரக்குறிப்பிலிருந்து தவிர்க்கப்படுகின்றன.
zh_hans: 选中后，模型规范中将省略所有模型共有的干扰参数。

# AdditionalOptions|
source: Enforce the Principle of Marginality
de: Durchsetzung des Prinzips der Marginalität
es: Forzar el Principio de Marginalidad
eu: Betearazi Marjinalitate Printzipioa
fr: Imposer le Principe de Marginalité
gl: Forzar o Principio de Marxinalidade
pl: Wymuś przestrzeganie zasady marginalności
pt: Impor o Princípio da Marginalidade
ta: ஓரங்கட்டலின் கொள்கையை அமல்படுத்துங்கள்
zh_hans: 执行边际原则

# AdditionalOptions|
source: For fixed effects
de: Für feste Effekte
es: Para efectos fijos
eu: Efektu finkoetarako
fr: Pour les effets fixes
gl: Para efectos fixos
id: Untuk efek tetap
pl: Dla efektów stałych
pt: Para efeitos fixos
ta: நிலையான விளைவுகளுக்கு
zh_hans: 对于固定效应

# AdditionalOptions|
source: For random slopes
de: Für zufällige Steigungen
es: Para pendientes aleatorias
eu: Malda aleatorioetarako
fr: Pour les pentes aléatoires
gl: Para pendentes aleatorias
id: Untuk kemiringan acak
pl: Dla losowych nachyleń
pt: Para inclinações aleatórias
ta: சீரற்ற சரிவுகளுக்கு
zh_hans: 对于随机斜率

# AdditionalOptions|
source: Model Prior
de: Modell-Prior
es: Previo del modelo
eu: Ereduaren Aurrekoa
fr: Distribution a priori du modèle
gl: Previo do modelo
pl: Rozkład a priori modelu
pt: Modelo Anterior
ta: மாதிரி முன்
zh_hans: 模型先验

# AdditionalOptions|
source: Uniform
de: Gleichverteilung
es: Uniforme
eu: Uniformea
fr: Uniforme
gl: Uniforme
pl: Jednorodny
pt: Uniforme
ta: சீரான
zh_hans: 均匀分布

# AdditionalOptions|
source: Beta binomial
es: Binomial Beta
eu: Beta binomiala
fr: Binomial Beta
gl: Binomial Beta
pl: Rozkład beta-dwumianowy
ta: பீட்டா பைனோமியல்
zh_hans: Beta二项式分布

# AdditionalOptions|
source: Custom
de: Benutzerdefiniert
es: Personalizado
eu: Pertsonalizatua
fr: Personnalisé
gl: Personalizado
id: Kustom
pl: Niestandardowe
pt: Personalizado
ta: தனிப்பயன்
zh_hans: 自定义

# AdditionalOptions|
source: Term
es: Elemento
eu: Terminoa
fr: Terme
gl: Elemento
id: Istilah
pl: Składnik
pt: Termo
ta: கால
zh_hans: 项

# AdditionalOptions|
source: Prior incl. prob.
de: Prior inkl. Wahrsch.
es: Prob. incl. previa
gl: Prob. incl. previa
pl: Prawd. włącz. a priori
pt: Prob. incl. prévia
ta: முன் உள்ளிட்டவை. ஆய்வு.

# AdditionalOptions|
source: r-scale
de: r-Skalenparameter
es: escala r
eu: r-eskala
fr: Échelle r
gl: escala r
pl: Skala r
pt: escala r
ta: ஆர்-அளவு

# BayesFactorOrder|
source: Order
de: Reihenfolge
es: Orden
eu: Ordena
fr: Ordre
gl: Orde
id: Urutan
pl: Porządek
pt: Ordem
ta: ஒழுங்கு
zh_hans: 秩次(order)

# BayesFactorOrder|
source: Compare to best model
de: Mit bestem Modell vergleichen
es: Comparar con el mejor modelo
eu: Konparatu eredu onenarekin
fr: Comparer au meilleur modèle
gl: Comparar co mellor modelo
id: Bandingkan dengan model terbaik
pl: Porównaj z najlepszym modelem
pt: Comparar com o melhor modelo
ta: சிறந்த மாதிரியுடன் ஒப்பிடுக
zh_hans: 与最优模型比较

# BayesFactorOrder|
source: Compare to null model
de: Mit Nullmodell vergleichen
es: Comparar con el modelo nulo
eu: Konparatu eredu nuluarekin
fr: Comparer au modèle nul
gl: Comparar co modelo nulo
id: Bandingkan dengan model nol
pl: Porównaj z modelem zerowym
pt: Comparar com o modelo nulo
ta: சுழிய மாதிரியுடன் ஒப்பிடுக
zh_hans: 与零模型比较

# DefaultOptions|
source: Tables
de: Tabellen
es: Tablas
eu: Taulak
fr: Tableaux
gl: Táboas
id: Tabel
pl: Tabele
pt: Tabelas
ta: அட்டவணைகள்
zh_hans: 表

# DefaultOptions|
source: Effects
de: Effekte
es: Efectos
eu: Efektuak
fr: Effets
gl: Efectos
id: Efek
pl: Efekty
pt: Efeitos
ta: விளைவுகள்
zh_hans: 效应

# DefaultOptions|
source: Across all models
de: Über alle Modelle
es: A través de todos los modelos
eu: Eredu guztietan
fr: Tous modèles confondus
gl: A través de todos os modelos
pl: We wszystkich modelach
pt: Em todos os modelos
ta: எல்லா மாடல்களிலும்
zh_hans: 交叉(across)所有模型

# DefaultOptions|
source: Across matched models
de: Über gematchte Modelle
es: A través de los modelos emparejados
eu: Parekatutako ereduetan
fr: Tous les modèles appariés
gl: A través de modelos emparellados
pl: W ramach dopasowanych modeli
pt: Em modelos correspondentes
ta: பொருந்திய மாதிரிகள் முழுவதும்

# DefaultOptions|
source: Estimates
de: Schätzer
es: Estimaciones
eu: Estimazioak
fr: Estimations
gl: Estimacións
id: Estimasi
pl: Oszacowania
pt: Estimativas
ta: மதிப்பீடுகள்
zh_hans: 估计

# DefaultOptions|
source: Model averaged R²
de: Modell-gemitteltes R²
es: R² medio del modelo
eu: Ereduaren batez besteko R²
fr: Modèle R² moyen
gl: R² medio do modelo
pl: Uśrednione R² modeli
pt: R² médio do modelo
ta: மாதிரி சராசரியாக R²
zh_hans: 模型平均 R²

# DefaultOptions|
source: Descriptives
de: Deskriptive Statistiken
es: Descriptivos
eu: Deskribatzaileak
fr: Descriptifs
gl: Descritivos
id: Deskriptif
pl: Statystyki opisowe
pt: Descritivas
ta: விளக்கமான
zh_hans: 描述统计

# DefaultOptions|
source: Credible interval
de: Glaubwürdigkeitsintervall
es: Intervalo de credibilidad
eu: Tarte sinesgarria
fr: Intervalle de crédibilité
gl: Intervalo de credibilidade
id: Interval kredibel
pl: Przedział wiarygodności
pt: Intervalo credível
ta: நம்பகமான இடைவெளி
zh_hans: 可信区间

# DefaultOptions|
source: Order
de: Reihenfolge
es: Orden
eu: Ordena
fr: Ordre
gl: Orde
id: Urutan
pl: Porządek
pt: Ordem
ta: ஒழுங்கு
zh_hans: 秩次(order)

# DefaultOptions|
source: Compare to best model
de: Mit bestem Modell vergleichen
es: Comparar con el mejor modelo
eu: Konparatu modelo onenarekin
fr: Comparer au meilleur modèle
gl: Comparar co mellor modelo
id: Bandingkan dengan model terbaik
pl: Porównaj z najlepszym modelem
pt: Comparar com o melhor modelo
ta: சிறந்த மாதிரியுடன் ஒப்பிடுக
zh_hans: 与最优模型比较

# DefaultOptions|
source: Compare to null model
de: Mit Nullmodell vergleichen
es: Comparar con el modelo nulo
eu: Konparatu eredu nuluarekin
fr: Comparer au modèle nul
gl: Comparar co modelo nulo
id: Bandingkan dengan model nol
pl: Porównaj z modelem zerowym
pt: Comparar com o modelo nulo
ta: சுழிய மாதிரியுடன் ஒப்பிடுக
zh_hans: 与空模型比较

# DefaultOptions|
source: Plots
de: Diagramme
es: Gráficos
eu: Grafikoak
fr: Graphiques
gl: Gráficas
id: Plot
pl: Wykresy
pt: Diagramas
ta: வரைபடங்கள்
zh_hans: 绘图

# DefaultOptions|
source: Model averaged posteriors
de: Modell-gemittelte Posterior
es: Posteriores medias del modelo
eu: Ereduaren batez besteko atzeko balioak
fr: Moyennes a posteriori du modèle
gl: Posteriores medias do modelo
id: Posterior rata-rata model
pl: Uśrednione rozkłady a posteriori modeli
pt: Modelo médio posterior
ta: மாதிரி சராசரி போச்டரியர்கள்
zh_hans: 模型平均后验

# DefaultOptions|
source: Group levels in single plot
de: Stufen in einem Diagramm gruppieren
es: Niveles de grupo en un único gráfico
eu: Taldekatu mailak grafiko bakarrean
fr: Niveaux du groupe dans un seul graphique
gl: Niveis dos grupos nunha única gráfica
pl: Poziomy grup na jednym wykresie
pt: Níveis de grupo num único diagrama
ta: ஒற்றை சதித்திட்டத்தில் குழு நிலைகள்
zh_hans: 为每组水平单独绘图

# DefaultOptions|
source: Individual plot per level
de: Separates Diagramm pro Stufe
es: Gráfico individual por nivel
eu: Banakako grafikoa maila bakoitzeko
fr: Graphique distinct par niveau
gl: Gráfica individual por nivel
id: Plot individual per level
pl: Osobne wykresy dla poziomów
pt: Diagrama individual por nível
ta: ஒரு நிலைக்கு தனிப்பட்ட சூழ்ச்சி
zh_hans: 为每个水平单独绘图

# DefaultOptions|
source: Q-Q plot of residuals
de: Q-Q-Diagramm der Residuen
es: Gráfico Q-Q de los errores
eu: Hondarren Q-Q grafikoa
fr: Diagramme Q-Q des résidus
gl: Gráfica Q-Q dos erros
pl: Wykres K-K dla reszt
pt: Gráfico Q-Q dos resíduos
ta: Q-Q எச்சங்களின் சூழ்ச்சி
zh_hans: 残差 QQ 图

# DefaultOptions|
source: Posterior R²
es: R² posterior
fr: R² a posteriori
gl: R² posterior
id: R² posterior
pl: R² dla rozkładu a posteriori
pt: R² posterior
ta: பின்புற r²
zh_hans: 后验 R²

source: Descriptives Plots
de: Deskriptive Diagramme
es: Gráficos Descriptivos
eu: Deskribapen Grafikoak
fr: Graphiques descriptifs
gl: Gráficas Descritivas
id: Plot Deskriptif
pl: Wykresy opisowe
pt: Diagramas Descritivos
ta: விளக்கங்கள் அடுக்கு
zh_hans: 描述性绘图

# DescriptivesPlots|
source: Factors
de: Faktoren
es: Factores
eu: Faktoreak
fr: Facteurs
gl: Factores
id: Faktor
pl: Czynniki
pt: Fatores
ta: காரணிகள்
zh_hans: 因子

# DescriptivesPlots|
source: Horizontal Axis
de: Horizontale Achse
es: Eje Horizontal
eu: Ardatz horizontala
fr: Axe horizontal
gl: Eixe Horizontal
id: Aksis Horizontal
pl: Oś pozioma
pt: Eixo Horizontal
ta: கிடைமட்ட அச்சு
zh_hans: 横轴

# DescriptivesPlots|
source: Separate Lines
de: Verschiedene Linien
es: Líneas separadas
eu: Lerro Bereiziak
fr: Lignes séparées
gl: Liñas separadas
id: Garis Terpisah
pl: Oddzielne linie
pt: Linhas Separadas
ta: தனி கோடுகள்
zh_hans: 分隔线

# DescriptivesPlots|
source: Separate Plots
de: Separate Diagramme
es: Gráficos separados
eu: Grafiko Bereiziak
fr: Graphiques distincts
gl: Gráficas separadas
id: Plot Terpisah
pl: Oddzielne wykresy
pt: Diagramas Separados
ta: தனி அடுக்கு
zh_hans: 分隔绘图

# DescriptivesPlots|
source: Display
de: Zeige
es: Mostrar
eu: Erakutsi
fr: Afficher
gl: Presentar
id: Tampilkan
pl: Wyświetl
pt: Exibir
ta: காட்சி
zh_hans: 显示

# DescriptivesPlots|
source: Credible interval
de: Glaubwürdigkeitsintervall
es: Intervalo de credibilidad
eu: Sinesgarritasun-tartea
fr: Intervalle de crédibilité
gl: Intervalo de credibilidade
id: Interval kredibel
pl: Przedział wiarygodności
pt: Intervalo credível
ta: நம்பகமான இடைவெளி
zh_hans: 可信区间

# ModelTerms|
source: Model
de: Modell
es: Modelo
eu: Eredua
fr: Modèle
gl: Modelo
pt: Modelo
ta: மாதிரியுரு
zh_hans: 模型

# ModelTerms|
source: Components
de: Komponenten
es: Componentes
eu: Osagaiak
fr: Composantes
gl: Compoñentes
id: Komponen
pl: Składniki
pt: Componentes
ta: கூறுகள்
zh_hans: 成分

# OrderRestrictions|
source: Order Restricted Hypotheses
de: Reihenfolgebeschränkungs-Hypothesen
es: Hipótesis de Restricciones de Orden
eu: Ordenatu Mugatutako Hipotesiak
fr: Hypothèses restreintes par l'ordre
gl: Hipóteses de Restricións de Orde
pl: Hipotezy o określonej sekwencji
pt: Hipóteses de Ordem Restrita
ta: தடைசெய்யப்பட்ட கருதுகோள்களை ஒழுங்கு
zh_hans: 序约束假设
