Repository: jasp-stats/jaspAnova
Catalog: po/R-*.po
Languages: es, eu, fr, gl, ja, pl, pt, ta

source: The posterior odds have been corrected for multiple testing by fixing to 0.5 the prior probability that the null hypothesis holds across all comparisons (Westfall, Johnson, & Utts, 1997). Individual comparisons are based on the default t-test with a Cauchy (0, r = 1/sqrt(2)) prior. The "U" in the Bayes factor denotes that it is uncorrected.
es: Las probabilidades posteriores se han corregido para contrastes múltiples, fijando en 0.5 la probabilidad previa de que la hipótesis nula se mantenga en todas las comparaciones (Westfall, Johnson & Utts, 1997). Las comparaciones individuales se basan en el contraste t predeterminado con uno previo de Cauchy (0, r = 1/sqrt (2)). La "U" en el factor de Bayes denota que no está corregido.
eu: Atzeko probabilitateak zuzendu dira hainbat probatarako, hipotesi nuluak konparazio guztietan betetzen duen aurreko probabilitatea 0,5era finkatuz (Westfall, Johnson, & Utts, 1997). Banakako konparaketak Cauchy (0, r = 1/sqrt(2)) aurreko batekin egindako t-test lehenetsian oinarritzen dira. Bayes faktorearen "U"-k zuzendu gabe dagoela adierazten du.
fr: Les ratios postérieurs ont été corrigés pour tenir compte des tests multiples en fixant à 0,5 la probabilité a priori que l'hypothèse nulle soit vraie parmi toutes les comparaisons (Westfall, Johnson, & Hypothèse nulle, 1997). Les comparaisons individuelles sont basées sur le test t par défaut avec un a priori de Cauchy (0, r = 1/sqrt(2)). Le "U" dans le facteur de Bayes indique qu'il n'est pas corrigé.
gl: Corrixíronse as probabilidades posteriores para probas múltiples, fixando en 0.5 a probabilidade previa de que a hipótese nula se mantén en tódalas comparacións. (Westfall, Johnson e Utts, 1997). As comparacións individuais baséanse na proba t predeterminada cunha previa de Cauchy (0, r = 1/sqrt(2)). O "U" no factor de Bayes indica que non está corrixido.
ja: 事後オッズは，すべての比較で帰無仮説が成り立つ0.5に事前確率を固定することで，多重検定用に補正されました (Westfall, Johnson, & Utts, 1997)。個々の比較は，Cauchy (0, r = 1/sqrt(2))事前分布を使用したデフォルトのt検定に基づいています。ベイズファクターの「U」は，それが修正されていないことを示します。
pl: Szanse a posteriori zostały skorygowane dla wielokrotnych testów poprzez ustalenie wartości 0,5 prawdopodobieństwa a posteriori, że hipoteza zerowa jest prawdziwa we wszystkich porównaniach (Westfall, Johnson i Utts, 1997). Poszczególne porównania są oparte na domyślnym teście t z wartością a priori Cauchy'ego (0, r = 1/sqrt(2)). "U" przy współczynniku Bayesa oznacza, że jest on nieskorygowany.
pt: As probabilidades posteriores foram corrigidas para testes múltiplos fixando em 0,5 a probabilidade anterior de que a hipótese nula se mantém em todas as comparações (Westfall, Johnson e Utts, 1997). As comparações individuais são baseadas no teste t padrão com um Cauchy (0, r = 1 / sqrt (2)) anterior. O "U" no fator de Bayes denota que ele não está corrigido.
ta: அனைத்து ஒப்பீடுகளிலும் (வெச்ட்பால், சான்சன், & உட்ச், 1997) சுழிய கருதுகோள் வைத்திருக்கும் முன் நிகழ்தகவு 0.5 ஐ நிர்ணயிப்பதன் மூலம் பல சோதனைக்கு பின்புற முரண்பாடுகள் சரி செய்யப்பட்டுள்ளன. தனிப்பட்ட ஒப்பீடுகள் இயல்புநிலை டி-சோதனையை அடிப்படையாகக் கொண்டவை (0, r = 1/sqrt (2)) முன். பேயச் காரணியில் உள்ள "யு" அது சரி செய்யப்படாதது என்பதைக் குறிக்கிறது.

source: Prior Odds
es: Probabilidades Previas
eu: Aurreko Oddsa
fr: Probabilités a priori
gl: Probabilidades Previas
ja: 事前オッズ
pl: Szanse a priori
pt: Probabilidades anteriores
ta: முன் முரண்பாடுகள்

source: Posterior Odds
es: Probabilidades Posteriores
fr: Probabilités a posteriori
gl: Probabilidades Posteriores
ja: 事後オッズ
pl: Szanse a posteriori
pt: Probabilidades Posteriores
ta: பின்புற முரண்பாடுகள்

source: Descriptives
es: Descriptivos
fr: Statistiques descriptives
gl: Descritivos
ja: 記述統計量
pl: Statystyki opisowe
pt: Descritivas
ta: விளக்கமான

source: Descriptives - %s
es: Descriptivos - %s
eu: Deskribatzaileak - %s
gl: Descritivos - %s
ja: 記述統計量 - %s
pl: Statystyki opisowe - %s
pt: Descritivas - %s
ta: விளக்கங்கள் - %s

source: Mean
es: Media
eu: Batez bestekoa
fr: Moyenne
gl: Media
ja: 平均値
pl: Średnia
pt: Média
ta: இடை, சராசரி

source: SD
es: DT
eu: DE
fr: ET
gl: DP
ja: 標準偏差
pl: Odch. stand.
pt: DP
ta: எச்.டி.

source: SE
es: ET
eu: EE
fr: ES
gl: EP
ja: 標準誤差
pl: Błąd stand.
pt: EP
ta: உடன்

source: Coefficient of variation
es: Coeficiente de variación
eu: Aldakortasun koefizientea
fr: Coefficient de variation
gl: Coeficiente de variación
ja: 変動係数
pl: Współczynnik zmienności
pt: Coeficiente de variação
ta: மாறுபாட்டின் குணகம்

source: Some combinations of factors are not observed and hence omitted (%1$g out of %2$g combinations are unobserved).
es: Algunas combinaciones de factores no se observan y, por lo tanto, se omiten (%1$g de %2$g combinaciones, no se observan).
eu: Faktoreen konbinazio batzuk ez dira behatzen eta, beraz, ezabatzen dira (%2$g konbinazioetatik %1$g ez dira behatzen).
gl: Non se observan algunhas combinacións de factores, polo que se omiten (%1$g de %2$g combinacións, non se observan).
ja: 要因の組み合わせのいくつかは観測されないため，除外されます( %2$g の組み合わせのうち %1$g は観測されません).
pl: Niektóre kombinacje czynników nie były obserwowane i dlatego zostały pominięte (%1$g z %2$g kombinacji jest nieobserwowanych).
pt: Algumas combinações de fatores não são observadas e, portanto, omitidas (%1$g das combinações de %2$g não são observadas).
ta: காரணிகளின் சில சேர்க்கைகள் கவனிக்கப்படவில்லை, எனவே தவிர்க்கப்பட்டுள்ளன ( %2 $ g சேர்க்கைகளில் %1 $ g கவனிக்கப்படாது).

source: Descriptives plots
es: Gráficos descriptivos
eu: Deskribapen grafikoak
fr: Graphiques descriptifs
gl: Gráficas descritivas
ja: 記述統計量プロット
pl: Wykresy opisowe
pt: Diagramas Descritivos
ta: விளக்கங்கள் அடுக்கு

source: Descriptives Plot
es: Gráfico de Descriptivos
eu: Deskribapen grafikoa
fr: Graphique descriptif
gl: Gráfica dos Descritivos
ja: 記述統計量プロット
pl: Wykresy opisowe
pt: Diagramas Descritivos
ta: விளக்கங்கள் சூழ்ச்சி

source: Bar plots
es: Gráficos de barras
eu: Barra grafikoak
gl: Gráficas de barras
ja: 棒グラフ
pl: Wykresy słupkowe
pt: Gráfico de barras
ta: பார் அடுக்கு

source: Bar Plot
es: Gráfico de barras
eu: Barra grafikoa
gl: Gráfica de barras
ja: 棒グラフ
pl: Wykres słupkowy
pt: Gráfico de Barras
ta: பார் சூழ்ச்சி

source: Raincloud plots
es: Gráficos de tipo nube con lluvia
eu: Euri-hodeien grafikoak
fr: Graphiques en nuages de points
gl: Gráficas de nube chovendo
ja: 雨雲プロット
pl: Wykresy chmury deszczowej
pt: DiagramasRaincloud
ta: ரெயின்க்ளூட் அடுக்கு

source: Dependent
es: Dependiente
eu: Menpekoa
fr: Dépendante
gl: Dependente
ja: 従属
pl: Zależna
pt: Dependente
ta: சார்ந்தது

source: Sampling posteriors
es: Muestreo de posteriores
eu: Laginketa atzeko probabilitateak
gl: Mostraxe de posteriores
ja: 事後分布のサンプリング
pl: Próbkowanie a posteriori
pt: Amostragem posterior
ta: மாதிரி போச்டரியர்கள்

source: length of samples must be equal to length of weights!
es: ¡La longitud de las muestras debe ser igual a la longitud de las ponderaciones!
eu: laginen luzera pisuen luzeraren berdina izan behar da!
gl: O longo das mostras debe ser igual ao longo das ponderacións!
ja: サンプルの長さはウェイトの長さと同じでなければなりません！
pl: długość próbek musi być równa długości wag!
pt: o comprimento das amostras deve ser igual ao comprimento dos pesos!
ta: மாதிரிகளின் நீளம் எடைகளின் நீளத்திற்கு சமமாக இருக்க வேண்டும்!

source: All predictions had zero variance. Check the predictors/DV for anomalies or increase the number of posterior samples.
eu: Iragarpen guztiek zero bariantza zuten. Egiaztatu iragarleak/DV anomaliak dauden edo handitu atzeko laginen kopurua.
pt: Todas as previsões tiveram variância zero. Verifique os preditores/DV quanto a anomalias ou aumente o número de amostras posteriores.
ta: எல்லா கணிப்புகளும் சுழிய மாறுபாட்டைக் கொண்டிருந்தன. முரண்பாடுகளுக்கு முன்னறிவிப்பாளர்கள்/டி.வி.யை சரிபார்க்கவும் அல்லது பின்புற மாதிரிகளின் எண்ணிக்கையை அதிகரிக்கவும்.

source: Showing the best %1$d out of %2$d models.
es: Mostrar los %1$d mejores de %2$d modelos.
eu: %2$d ereduetatik %1$d onena erakusten.
gl: Amosar os %1$d mellores de %2$d modelos.
ja: %2$d モデルのうち、最良の %1$d を表示しています.
pl: Pokazuje najlepsze %1$d z %2$d modeli.
pt: Mostrando o(s) melhor(es) %1$d de %2$d modelos.
ta: %2$d மாடல்களில் சிறந்த %1$d ஐக் காட்டுகிறது.

source: The following error occured in BayesFactor::enumerateGeneralModels: %s
es: Se produjo el siguiente fallo en BayesFactor::enumerateGeneralModels: %s
eu: Hurrengo errorea gertatu da BayesFactor::enumerateGeneralModels-en: %s
fr: L'erreur suivante s'est produite dans le facteur de Bayes ::enumerateGeneralModels:%s
gl: Aconteceu o seguinte fallo en BayesFactor::enumerateGeneralModels: %s
ja: 以下のエラーは，BayesFactor::enumerateGeneralModels: %sで生じています。
pl: W BayesFactor::enumerateGeneralModels wystąpił następujący błąd: %s
pt: O seguinte erro ocorreu em BayesFactor :: enumerateGeneralModels: %s
ta: பேய்ச்பாக்டரில் பின்வரும் பிழை ஏற்பட்டது :: enumategeneralmodels: %s

source: Single Model Inference
es: Inferencia del Modelo Único
eu: Eredu Bakarreko Inferentzia
fr: Inférence sur modèle unique
gl: Inferencia do Modelo Único
ja: 単一モデル推論
pl: Wnioskowanie na pojedynczym modelu
pt: Inferência de modelo único
ta: ஒற்றை மாதிரி அனுமானம்

source: Error in single model inference: %s
es: Fallo en la inferencia del modelo único: %s
eu: Errorea eredu bakarreko inferentzian: %s
fr: Erreur dans l'inférence de modèle unique : %s
gl: Fallo na inferencia do modelo único: %s
ja: 単一モデル推論でのエラー: %s
pl: Błąd we wnioskowaniu na pojedynczym modelu: %s
pt: Erro na inferência de modelo único: %s
ta: ஒற்றை மாதிரி அனுமானத்தில் பிழை: %s

source: Single Model Posterior Summary
es: Resumen del Modelo Único Posterior
eu: Eredu Bakarreko Atzeko Laburpena
gl: Resumo do Modelo Único Posterior
ja: 単一モデルの事後分布要約
pl: Podsumowanie a posteriori dla pojedynczego modelu
pt: Resumo posterior de modelo único
ta: ஒற்றை மாதிரி பின்புற சுருக்கம்

source: Variable
eu: Aldagaia
ja: 変数
pl: Zmienna
pt: Variável
ta: மாறக்கூடிய

source: Single Model Posterior Distributions
es: Distribuciones del Modelo Único Posterior
eu: Eredu Bakarreko Atzeko Banaketak
gl: Distribucións do Modelo Único Posterior
ja: 単一モデルの事後分布
pl: Rozkłady a posteriori dla pojedynczego modelu
pt: distribuição a posteriori de um único modelo
ta: ஒற்றை மாதிரி பின்புற விநியோகங்கள்

source: Q-Q Plot
es: Gráfico Q-Q
eu: Q-Q Grafikoa
fr: Diagramme Q-Q
gl: Gráfica Q-Q
ja: Q-Qプロット
pl: Wykres K-K
pt: Diagrama Q-Q
ta: Q-Q சூழ்ச்சி

source: Posterior R%s
es: R%s posterior
gl: R%s posterior
ja: 事後分布 R%s
pt: R Posterior%s
ta: பின்புற ஆர்%s

source: Single Model R%s
es: R%s del Modelo Único
eu: Eredu Bakarreko R%s
gl: R%s do Modelo Único
ja: 単一モデル R%s
pl: Pojedynczy model R%s
pt: Modelo único R%s
ta: ஒற்றை மாதிரி r%s

source: Estimate
es: Estimar
eu: Estimazioa
fr: Estimation
gl: Estimar
ja: 推定
pl: Oszacowanie
pt: Estimativa
ta: மதிப்பீடு

source: t
ta: டி

source: Cohen's d
es: D de Cohen
fr: d de Cohen
gl: D de Cohen
ja: コーエン(Cohen)のd
pl: d Cohena
pt: D de Cohen
ta: கோஅனின் டி

source: %s%% CI for Cohen's d
es: IC del %s%% para la D de Cohen
eu: %s%% KT Cohen-en d-rako
fr: IC %s%% pour le d de Cohen
gl: IC do %s%% para a D de Cohen
ja: Cohen's d における %s%% CI
pl: %s%% PU dla d Cohena
pt: %s%% IC para d de Cohen
ta: கோஅனின் டி க்கு%s %% தொஒ

source: %1$s Contrast Coefficients - %2$s
es: %1$s Coeficientes de Contraste - %2$s
eu: %1$s Kontraste Koefizienteak - %2$s
fr: %1$s Coefficients de contraste - %2$s
gl: %1$s Coeficientes de Proba - %2$s
ja: %1$s コントラスト係数 - %2$s
pl: %1$s współczynniki kontrastu - %2$s
pt: %1$s Coeficientes de contraste - %2$s
ta: %1$s கான்ட்ராச்ட் குணகங்கள் - %2$s

source: Post Hoc Comparisons -
es: Comparaciones Post-hoc -
eu: Post Hoc Konparaketak -
fr: Comparaisons post-hoc -
gl: Comparacións Post-hoc -
ja: 事後比較-
pl: Porównania post-hoc -
pt: Comparações Post Hoc -
ta: பிந்தைய தற்காலிக ஒப்பீடுகள் -

source: Bootstrapped Post Hoc Comparisons -
es: Comparaciones Post-hoc con Bootstrap -
eu: Bootstrapped Post Hoc Konparaketak -
fr: Comparaisons post hoc par bootstrap -
gl: Comparacións Post-hoc con Bootstrap -
ja: ブートストラップ事後比較-
pl: Bootstrapowe porównania post-hoc -
pt: Comparações Post Hoc por Bootstrapp -
ta: தொடக்கவார் செய்யப்பட்ட பிந்தைய தற்காலிக ஒப்பீடுகள் -

source: %1$s%% bca%2$s CI
es: IC del %1$s%% para bca%2$s
fr: IC %1$s%% bca%2$s
gl: IC do %1$s%% para bca%2$s
ja: %1$s%% bca%2$s 信頼区間
pl: %1$s%% bca%2$s PU
pt: %1$s%% bca%2$s IC
ta: %1$s %% BCA%$ 2

source: bias
es: sesgo
eu: alborapena
fr: biais
gl: nesgo
ja: バイアス
pl: stronniczość
pt: viés
ta: சார்பு

source: p<sub>scheffe</sub>
ja: p <sub>シェッフェ</sub>
ta: பி <சப்> சிப்ட்ச் </ துணை>

source: p<sub>sidak</sub>
ja: p<sub>シダック</sub>
ta: பி <b> ஆய்வு </b>

source: P-value adjusted for comparing a family of %s estimates.
eu: P-balioa %s estimazioen familia bat alderatzeko doituta.
gl: Valor p axustado para comparar unha familia de estimadores de %s.
pt: Valor-p ajustado para comparar uma família de %s estimativas.
ta: %s மதிப்பீடுகளின் குடும்பத்தை ஒப்பிடுவதற்கு பி-மதிப்பு சரிசெய்யப்பட்டது.

source: P-value and confidence intervals adjusted for comparing a family of %1$s estimates (confidence intervals corrected using the %2$s method).
es: Valor p e intervalos de confianza ajustados para comparar una familia de estimaciones de %1$s (intervalos de confianza corregidos mediante el método %2$s).
eu: P-balioa eta konfiantza-tarteak %1$s estimazioen familia bat alderatzeko doituta (konfiantza-tarteak %2$s metodoa erabiliz zuzenduta).
fr: Valeur p et intervalles de confiance ajustés pour comparer une famille de %1$s estimations (intervalles de confiance corrigés à l'aide de la méthode %2$s).
gl: Valor p e intervalos de confianza axustados para comparar unha familia de estimacións de %1$s (intervalos de confianza corrixidos usando o método %2$s ).
ja: %1$s 推定値のファミリーを比較するために調整されたP値と信頼区間（%2$s 法を用いて修正された信頼区間）。
pl: Wartość <em>p</em> i przedziały ufności skorygowane w celu porównania rodziny oszacowań %1$s (przedziały ufności skorygowane przy użyciu metody %2$s).
pt: Valor P e intervalos de confiança ajustados para comparar uma família de estimativas de %1$s (intervalos de confiança corrigidos usando o método %2$s).
ta: பி-மதிப்பு மற்றும் நம்பிக்கை இடைவெளிகள் %1$s மதிப்பீடுகளின் குடும்பத்தை ஒப்பிடுவதற்கு சரிசெய்யப்படுகின்றன ( %2$s முறையைப் பயன்படுத்தி நம்பிக்கை இடைவெளிகள் சரி செய்யப்பட்டன).

source: P-value and confidence intervals adjusted for comparing a family of %1$s estimates (ci for mean difference corrected using the %2$s method; ci for effect size corrected using the bonferroni method).
eu: P-balioa eta konfiantza-tarteak %1$s estimazioen familia bat alderatzeko doituta (%2$s metodoa erabiliz zuzendutako batez besteko-diferentziarako kt; bonferroni metodoa erabiliz zuzendutako efektu-tamainarako kt).
gl: Valor p e Intervalos de Confianza axustados para comparar unha familia de estimacións de %1$s (IC para a diferenza de medias corrixidos usando o método %2$s; IC para a magnitude do efecto corrixidos usando o método de Bonferroni).
ta: பி-மதிப்பு மற்றும் நம்பிக்கை இடைவெளிகள் %1$s மதிப்பீடுகளின் குடும்பத்தை ஒப்பிட்டுப் பார்க்க சரிசெய்யப்படுகின்றன ( %2$s முறையைப் பயன்படுத்தி சரிசெய்யப்பட்ட சராசரி வேறுபாட்டிற்கான சிஐ; விளைவு அளவிற்கு தொஒ போன்பெரோரோனி முறையைப் பயன்படுத்தி சரி செய்யப்பட்டது).

source: Marginal Means -
es: Medias Marginales -
eu: Batez besteko Marjinalak -
fr: Moyennes marginales
gl: Medias Marxinais -
ja: 周辺平均 -
pl: Średnie brzegowe -
pt: Médias Marginais -
ta: விளிம்பு வழிமுறைகள் -

source: Bootstrapped Marginal Means -
es: Medias Marginales con Bootstrap -
eu: Bootstrapped Batez besteko Marjinalak -
fr: Moyennes Marginales avec Bootstrap
gl: Medias Marxinais con Bootstrap -
ja: ブートストラップ周辺平均 -
pl: Bootstrapowe średnie brzegowe -
pt: Médias marginais por Bootstrapp -
ta: தொடக்கவார் செய்யப்பட்ட விளிம்பு வழிமுறைகள் -

source: Marginal Mean
es: Media Marginal
eu: Batez besteko Marjinala
fr: Moyenne marginale
gl: Media Marxinal
ja: 周辺平均
pl: Średnie brzegowe
pt: Médias marginais
ta: விளிம்பு சராசரி

source: 95%% bca%s CI
es: IC del 95%% para bca%s
eu: 95%% bca%s KT
fr: IC à 95%% bca%s
gl: IC do 95%% para bca%s
ja: 95%% bca%s 信頼区間
pl: 95%% bca%s PU
pt: 95%% bca%s IC
ta: 95 %% BCA%

source: Marginal Means estimate is based on the median of the bootstrap distribution.
es: La estimación de las Medias Marginales se basa en la mediana de la distribución con Bootstrap.
eu: Batez besteko marjinalaren estimazioa bootstrap banaketaren medianan oinarritzen da.
fr: Les moyennes marginales sont estimées sur la base de la médiane de la distribution bootstrap.
gl: A estimación das Medias Marxinais está baseada na mediana da distribución con Bootstrap.
ja: 周辺平均の推定値は，ブートストラップ分布の中央値に基づく。
pl: Oszacowanie średnich brzegowych opiera się na medianie rozkładu bootstrapowego.
pt: A estimativa das médias marginais é baseada na mediana da distribuição bootstrap.
ta: விளிம்பு என்றால் மதிப்பீடு தொடக்கவார் விநியோகத்தின் சராசரியை அடிப்படையாகக் கொண்டது.

source: 95%% CI for Mean Difference
es: IC del 95%% para la Diferencia de Medias
eu: Batez besteko diferentziarako %95eko KT
fr: IC à 95%% pour la différence moyenne
gl: IC do 95%% para a Diferenza de Medias
ja: 平均値差の95%%信頼区間
pl: 95%% PU różnicy średnich
pt: IC 95%% para Diferença Média
ta: சராசரி வேறுபாட்டிற்கு 95 %% தொஒ

source: Bonferroni CI adjustment
es: Ajuste del IC de Bonferroni
eu: Bonferroni KT doikuntza
fr: Ajustement de l'IC de Bonferroni
gl: Axuste do IC de Bonferroni
ja: ボンフェローニの信頼区間調整
pl: Korekta Bonferroniego dla PU
pt: Bonferroni Ajuste para o IC
ta: போன்பெரோரோனா தொஒ சரிசெய்தல்

source: Sidak CI adjustment
es: Ajuste del IC de Sidak
eu: Sidak KT doikuntza
fr: Ajustement de l'IC de Sidak
gl: Axuste do IC de Sidak
ja: シダックの信頼区間調整
pl: Korekta Sidaka dla PU.
pt: Sidak Ajuste para o IC
ta: சிடக் தொஒ சரிசெய்தல்

source: Type I Sum of Squares
es: Suma de Cuadrados Tipo I
eu: I. motako Karratuen Batura
fr: Somme des carrés de type I
gl: Suma de Cadrados do Tipo I
ja: タイプI平方和
pl: Suma kwadratów typu I.
pt: Soma dos quadrados Tipo I
ta: வகை I சதுரங்களின் வகை

source: Type II Sum of Squares
es: Suma de Cuadrados Tipo II
eu: II. motako Karratuen Batura
fr: Somme des carrés de type II
gl: Suma de Cadrados do Tipo II
ja: タイプ II 平方和
pl: Suma kwadratów typu II.
pt: Soma dos quadrados Tipo II
ta: வகை II சதுரங்களின் தொகை

source: Type III Sum of Squares
es: Suma de Cuadrados Tipo III
eu: III. motako Karratuen Batura
fr: Somme des carrés de type III
gl: Suma de Cadrados do Tipo III
ja: タイプ III 平方和
pl: Suma kwadratów typu III.
pt: Soma dos quadrados Tipo III
ta: வகை III சதுரங்களின் தொகை

source: Order Restricted Hypotheses
es: Hipótesis de Restricciones de Orden
eu: Ordena mugatutako hipotesiak
fr: Hypothèses restreintes par l'ordre
gl: Hipóteses de Restricións de Orde
ja: 順序制約仮説
pl: Hipotezy z ograniczeniem kolejności
pt: Hipóteses de ordem restrita
ta: தடைசெய்யப்பட்ட கருதுகோள்களை ஒழுங்கு

source: Syntax error found in model %1$s. Some restrictions are duplicate!
es: Se encontró un error de sintaxis en el modelo %1$s. ¡Algunas restricciones están repetidas!
eu: Sintaxi errorea aurkitu da %1$s ereduan. Murrizketa batzuk bikoiztuta daude!
fr: Erreur de syntaxe trouvée dans le modèle %1$s. Certaines restrictions sont en double !
gl: Atopouse un erro de sintaxe no modelo %1$s. Algunhas restricións están repetidas!
ja: モデル %1$s でシンタックスエラーが見つかりました. いくつかの制約が重複しています!
pl: W modelu %1$s znaleziono błąd składni. Niektóre ograniczenia powtarzają się!
pt: Erro de sintaxe encontrado no modelo %1$s. Algumas restrições estão duplicadas!
ta: மாதிரி %1$s இல் காணப்படும் தொடரியல் பிழை. சில கட்டுப்பாடுகள் நகல்!

source: There are errors in the restriction syntax for %s. The syntax could not be decoded!
es: Hay errores en la sintaxis de las restricciones para %s. ¡La sintaxis no se puede descodificar!
eu: %s-ren murrizketa sintaxian erroreak daude. Sintaxia ezin izan da deskodetu!
fr: Il y a des erreurs dans la syntaxe de restriction pour %s. La syntaxe n'a pas pu être décodée !
gl: Hai erros na sintaxe das restricións para %s. A sintaxe non se pode descodificar!
ja: %s の制約シンタックスにエラーがあります. シンタックスをデコードできません!
pl: W składni ograniczeń występują błędy dla %s. Składnia nie mogła zostać zdekodowana!
pt: Há erros na restrição de sintaxe para %s. A sintaxe não pode ser decodificada!
ta: %s க்கான கட்டுப்பாட்டு தொடரியல் பிழைகள் உள்ளன. தொடரியல் டிகோட் செய்ய முடியவில்லை!

source: Bootstrapping unrestricted model
es: Bootstrapping en el modelo no restringido
eu: Bootstrapping mugagabeko eredua
fr: Bootstrapping sous l'hypothèse alternative
gl: Bootstrapping no modelo non restrinxido
ja: ブートストラップ非制約モデル
pl: Bootstrap dla modelu nieograniczonego
pt: Bootstrapping para modelo irrestrito
ta: பூட்ச்ட்ராப்பிங் கட்டுப்பாடற்ற மாதிரி

source: Error in %1$s - Could not encode the model syntax! Error message: %2$s
es: Fallo en %1$s - No se puede codificar la sintaxis del modelo! Mensaje de fallo: %2$s
eu: Errorea %1$s-n - Ezin izan da modeloaren sintaxia kodetu! Errore-mezua: %2$s
fr: Erreur à %1$s - La syntaxe du modèle n'a pas pu être encodée ! Message d'erreur : %2$s
gl: Fallo en %1$s - Non se pode codificar a sintaxe do modelo! Mensaxe de fallo: %2$s
ja: %1$s でエラーが発生しました - モデルシンタックスをエンコードできませんでした！エラー・メッセージ: %2$s
pl: Błąd w %1$s — nie udało się zakodować składni modelu! Komunikat o błędzie: %2$s
pt: Erro em %1$s - Não foi possível codificar a sintaxe do modelo! Mensagem de erro: %2$s
ta: %1$s இல் பிழை - மாதிரி தொடரியல் குறியாக்க முடியவில்லை! பிழை செய்தி: %2$s

source: Error in %1$s - Syntax error in the model! Error message: %2$s
es: Fallo en %1$s - Error de sintaxis en el modelo! Mensaje de fallo: %2$s
eu: Errorea %1$s-n - Sintaxi-errorea modeloan! Errore-mezua: %2$s
fr: Erreur à %1$s - Erreur de syntaxe dans le modèle ! Message d'erreur : %2$s
gl: Fallo en %1$s - Erro de sintaxe no modelo! Mensaxe de fallo: %2$s
ja: %1$s でエラーが発生しました - モデル内のシンタックスエラー! エラー・メッセージ: %2$s
pl: Błąd w %1$s - błąd składni w modelu! Komunikat o błędzie: %2$s
pt: Erro em %1$s - Erro de sintaxe no modelo! Mensagem de erro: %2$s
ta: %1$s இல் பிழை - மாதிரியில் தொடரியல் பிழை! பிழை செய்தி: %2$s

source: Error in %1$s - Could not estimate the model! Error message: %2$s
es: Fallo en %1$s - No se puede estimar el modelo! Mensaje de fallo: %2$s
eu: Errorea %1$s-n - Ezin izan da modeloa kalkulatu! Errore-mezua: %2$s
fr: Erreur à %1$s - Le modèle n'a pas peut être estimé ! Message d'erreur : %2$s
gl: Fallo en %1$s - Non se pode estimar o modelo! Mensaxe de fallo: %2$s
ja: %1$s でエラーが発生しました - モデルが推定できません! エラー・メッセージ: %2$s
pl: Błąd w %1$s - nie udało się oszacować modelu! Komunikat o błędzie: %2$s
pt: Erro em %1$s - Não foi possível estimar o modelo! Mensagem de erro: %2$s
ta: %1$s இல் பிழை - மாதிரியை மதிப்பிட முடியவில்லை! பிழை செய்தி: %2$s

source: Bootstrapping restricted models
es: Bootstrapping de los modelos restringidos
eu: Bootstrapping Eredu mugatuak
fr: Bootstrapping sous l'hypothèse nulle
gl: Bootstrapping dos modelos restrinxidos
ja: ブートストラップ制約モデル
pl: Bootstrap dla modeli ograniczonych
pt: Bootstrapping para modelos restritos
ta: பூட்ச்ட்ராப்பிங் தடைசெய்யப்பட்ட மாதிரிகள்

source: Could not fit the unrestricted model. As a result, none of the restricted models could be estimated. Error message: %s.
es: Non se puede ajustar el modelo no restringido. En consecuencia, no se puede estimar ninguno de los modelos restringidos. Mensaje de fallo: %s.
eu: Ezin izan da modelo mugagabea egokitu. Ondorioz, ezin izan da modelo mugatuetako bat ere kalkulatu. Errore-mezua: %s.
gl: Non se pode axustar o modelo non restrinxido. En consecuencia, non se pode estimar ningún dos modelos restrinxidos. Mensaxe de fallo: %s.
ja: 非制約モデルの当てはめができません.その結果、制約モデルも推定できません。エラー・メッセージ %s.
pl: Nie udało się dopasować modelu nieograniczonego. W rezultacie żaden z modeli ograniczonych nie mógł zostać oszacowany. Komunikat o błędzie: %s.
pt: Não foi possível ajustar o modelo irrestrito. Como resultado, nenhum dos modelos restritos pode ser estimado. Mensagem de erro: %s.
ta: கட்டுப்பாடற்ற மாதிரிக்கு பொருந்த முடியவில்லை. இதன் விளைவாக, தடைசெய்யப்பட்ட மாதிரிகள் எதுவும் மதிப்பிடப்படவில்லை. பிழை செய்தி: %s.
