Repository: jasp-stats/jaspAnova
Catalog: po/R-*.po
Languages: es, eu, fr, gl, ja, pl, pt, ta

source: Not an unreplicated complete block design. The Friedman test is only available as an alternative to one-way RM ANOVA.
eu: Ez da bloke osoko diseinu errepikatu gabea. Friedman testa RM ANOVA norabide bakarreko alternatiba gisa soilik dago eskuragarri.
pt: Não é um desenho não replicado de blocos completos. O teste de Friedman somente está disponível como uma alternativa para a ANOVA unifatorial de MR.

source: p<sub>Scheffe</sub>
pt: p<sub>Scheffé</sub>

source: P-value and confidence intervals adjusted for comparing a family of %1$s estimates (ci for mean difference corrected using the %2$s method; ci for effect size corrected using the Bonferroni method).
pt: O valor-p e os intervalos de confiança foram ajustados para comparar uma família de estimativas de %1$s (IC corrigidos usando o método %2$s; IC para o tamanho de efeito corrigido usando o método de Bonferroni).

source: Rank-Biserial Correlation
es: Correlación de Rango Biserial

source: Coefficient of Variation
es: Coeficiente de Variación
fr: Coefficient de variation

source: %i%% CI for Rank %s
es: IC del %i%% para el Rango %s

source: Theoretical Quantiles
es: Cuantiles Teóricos
fr: Quantiles Théoriques

source: Standardized Residuals
es: Errores Tipificados
fr: Résidus standardisés

source: Chi-Squared
es: Chi-cuadrado
fr: Chi-Deux

source: P-values are based on one-sided tests.
fr: Les valeurs de P sont basées sur des tests unilatéraux.

source: Data set too big for univariate follow-up test. Try selecting "Use multivariate model for follow-up tests" in the Model tab.
fr: L'ensemble de données est trop gros pour permettre un test univarié post hoc. Essayez en sélectionnant "Utiliser un modèle multivarié pour les tests post-hoc" dans l'onglet Modèle.

source: Unpooled error term only allowed in balanced designs.
fr: Le terme d'erreur non groupé n'est autorisé que dans les plans équilibrés.

source: Computation of Cohen's d based on pooled error.
fr: Calcul du d de Cohen basé sur l'erreur groupée.

source: Unequal variances only available for main effects of within subjects factors
fr: Variances inégales disponibles uniquement pour les effets principaux de facteurs intra-sujets

source: error %
fr: % d'erreur
