Repository: jasp-stats/jaspAnova
Catalog: po/R-*.po
Languages: es, eu, fr, gl, ja, pl, pt, ta

source: Could not obtain bootstrapping for the unrestricted model. As a result, bootstrapping for the restricted models could not be performed. Error message: %s.
es: No se puede hacer el bootstrapping en el modelo sin restricciones. En consecuencia, no se puede realizar el bootstrapping en los modelos restringidos. Mensaje de fallo: %s.
gl: Non se pode facer o bootstrapping no modelo sen restricións. En consecuencia, non pode realizarse o bootstrapping nos modelos restrinxidos. Mensaxe de fallo: %s.
ja: 非制約モデルのためのブートストラップが得られません。その結果、制約モデルのブートストラップも実行できませんでした。エラーメッセージ: %s.
pl: Nie można było wykonać bootstrapu dla modelu bez ograniczeń. W rezultacie nie można było wykonać bootstrapu także dla modeli ograniczonych. Komunikat o błędzie: %s.
pt: Não foi possível obter o bootstrap para o modelo irrestrito. Como resultado, não foi possível realizar o bootstrap para os modelos restritos. Mensagem de erro: %s.
ta: கட்டுப்பாடற்ற மாதிரிக்கு பூட்ச்ட்ராப்பிங் பெற முடியவில்லை. இதன் விளைவாக, தடைசெய்யப்பட்ட மாடல்களுக்கான பூட்ச்ட்ராப்பிங் செய்ய முடியவில்லை. பிழை செய்தி: %s.

source: Could not fit any of the specified restricted models. Reason(s): %s
es: Non se puede ajustar ninguno de los modelos restringidos especificados. Causa(s): %s
eu: Ezin izan da zehaztutako modelo mugatuetako bat ere egokitu. Arrazoia(k): %s
gl: Non se pode axustar ningún dos modelos restrinxidos indicados. Causa(s): %s
ja: 指定された制約モデルのどれも当てはめできませんでした。理由: %s
pl: Nie można dopasować żadnego z podanych modeli ograniczonych. Powód: %s
pt: Não foi possível ajustar nenhum dos modelos restritos especificados. Razão(ões): %s
ta: குறிப்பிட்ட தடைசெய்யப்பட்ட மாதிரிகள் எதையும் பொருத்த முடியவில்லை. காரணம் (கள்): %s

source: Unconstrained
es: No restringido
eu: Mugagabea
fr: Sans contrainte
gl: Non restrinxido
ja: 制約なし
pl: Nieograniczony
pt: Irrestrito
ta: கட்டுப்பாடற்ற

source: Complement
es: Complemento
eu: Osagarria
fr: Complément
gl: Complemento
ja: 補完
pl: Komplementarny
pt: Complemento
ta: நிறைவு

source: Syntax information
es: Información de sintaxis
eu: Sintaxi-informazioa
fr: Information de syntaxe
gl: Información de sintaxe
ja: シンタックス情報
pl: Informacje o składni
pt: Informação de sintaxe
ta: தொடரியல் செய்தி

source: Available coefficients for restriction syntax
es: Coeficientes disponibles para la sintaxis de restricciones
eu: Murrizketa-sintaxirako koefiziente eskuragarriak
gl: Coeficientes dispoñibles para a sintaxe de restricións
ja: 制約行列で利用可能な係数
pl: Współczynniki dostępne dla składni ograniczeń
pt: Coeficientes disponíveis para restrição de sintaxe
ta: கட்டுப்பாடு தொடரியல் கிடைக்கும் குணகங்கள்

source: Could not compute model comparison! Error message: %s
es: ¡No puede calcularse la comparación de modelos! Mensaje de fallo: %s
eu: Ezin izan da modeloen konparaketa kalkulatu! Errore mezua: %s
gl: Non se pode calcular a comparación de modelos! Mensaxe de fallo: %s
ja: モデル比較を計算できませんでした! エラーメッセージ: %s
pl: Nie można obliczyć porównania modeli! Komunikat o błędzie: %s
pt: Não foi possível calcular a comparação de modelos! Mensagem de erro: %s
ta: மாதிரி ஒப்பீட்டைக் கணக்கிட முடியவில்லை! பிழை செய்தி: %s

source: Model Comparison Table
es: Tabla de Comparación de Modelos
eu: Modeloen Konparazio Taula
fr: Tableau de comparaison des modèles
gl: Táboa co Cotexo de Modelos
ja: モデル比較表
pl: Tabela porównawcza modeli
pt: Tabela de Comparação de Modelo
ta: மாதிரி ஒப்பீட்டு அட்டவணை

source: Model
es: Modelo
eu: Eredua
fr: Modèle
gl: Modelo
ja: モデル
pt: Modelo
ta: மாதிரியுரு

source: Log-likelihood
es: Log-verosimilitud
fr: Log-vraisemblance
gl: Log-Verosimilitude
ja: 対数尤度
pl: Log. prawdopodobieństwo
pt: Log-verossimilhança
ta: பதிவு-சாத்தியக்கூறு

source: Penalty
es: Penalización
eu: Zigorra
fr: Pénalité
gl: Penalización
ja: ペナルティ
pl: Kara
pt: Penalidade
ta: தண்டம்

source: GORIC
pt: CIOGR
ta: கோலிக்

source: Weight
es: Ponderación
eu: Pisua
fr: Poids
gl: Ponderación
ja: 重み
pl: Waga
pt: Peso
ta: எடை

source: GORICA
pt: ACIOGR
ta: மலை

source: Weights ratio
es: Ratio de ponderaciones
eu: Pisuen ratioa
fr: Ratio des poids
gl: Proporción de ponderacións
ja: 重み比
pl: Stosunek wag
pt: Razão de pesos
ta: எடை விகிதம்

source: GORIC = Generalized Order-Restricted Information Criterion (Kuiper, Hoijtink, & Silvapulle, 2011).
es: GORIC = Criterio de Información Generalizado de Orden Restringido (Kuiper, Hoijtink, & Silvapulle, 2011).
gl: GORIC = Criterio de Información Xeneralizado de Orde Restrinxida (Kuiper, Hoijtink, & Silvapulle, 2011).
ja: GORIC = Generalized Order-Restricted Information Criterion (一般化順序制約情報量規準) (Kuiper, Hoijtink, & Silvapulle, 2011).
pt: CIOGR = Critério de Informação de Ordem Generalizada Restrita (Kuiper, Hoijtink, & Silvapulle, 2011).
ta: Goric = பொதுமைப்படுத்தப்பட்ட ஒழுங்கு-தடைசெய்யப்பட்ட செய்தி அளவுகோல் (KUIPER, HOIJTINK, & silvapulle, 2011).

source: GORICA = Generalized Order-Restricted Information Criterion Approximation.
es: GORICA = Aproximación al Criterio de Información Generalizado de Orden Restrinxido.
gl: GORICA = Aproximación ao Criterio de Información Xeneralizado de Orde Restrinxida.
ja: GORICA = Generalized Order-Restricted Information Criterion Approximation (一般化順序制約情報量規準近似).
pt: ACIOGR = Aproximação do Critério de Informação de Ordem Generalizada Restrita.
ta: கோரிகா = பொதுவான ஆர்டர்-தடைசெய்யப்பட்ட செய்தி அளவுகோல் தோராயமானது.

source: Weights ratios indicate the relative weight for each model against the "%1$s" model. %2$s
es: Los ratios de ponderación indican la ponderación relativa de cada modelo frente al modelo "%1$s". %2$s
eu: Pisu-erlazioek "%1$s" ereduaren aldean eredu bakoitzaren pisu erlatiboa adierazten dute. %2$s
fr: Les ratios indiquent le poids relatif de chaque modèle par rapport au modèle "%1$s". %2$s
gl: As proporcións de ponderacións indican a ponderación relativa de cada modelo contra o modelo "%1$s". %2$s
ja: 重みの比率は、"%1$s" モデルに対する各モデルの相対的な重みを示します. %2$s
pl: Współczynniki wag wskazują względną wagę każdego modelu w stosunku do modelu "%1$s". %2$s
pt: As razões de pesos indicam o peso relativo de cada modelo em relação ao modelo "%1$s". %2$s
ta: எடைகள் விகிதங்கள் ஒவ்வொரு மாதிரிக்கும் "%1$s" மாதிரிக்கு எதிராக ஒப்பீட்டு எடையைக் குறிக்கின்றன. %2$s

source: Could not compute weights!
es: ¡No se pueden calcular las ponderaciones!
eu: Ezin izan dira pisuak kalkulatu!
fr: N'a pas pu calculer les poids !
gl: Non poden calcularse as ponderacións!
ja: 重みを計算できません!
pl: Nie można obliczyć wag!
pt: Não foi possível computar os pesos!
ta: எடைகளை கணக்கிட முடியவில்லை!

source: Model '%s' cannot be a reference model as it is empty!
es: ¡El modelo '%s' no puede ser un modelo de referencia ya que está vacío!
eu: '%s' eredua ezin da erreferentziazko eredua izan, hutsik dagoelako!
fr: Le modèle '%s' ; ne peut pas être un modèle de référence car il est vide !
gl: O modelo '%s' non pode ser un modelo de referencia xa que está baleiro!
ja: モデル '%s' は空なので、参照モデルにはできません!
pl: Model '%s' nie może być modelem odniesienia, ponieważ jest pusty!
pt: O modelo '%s' não pode ser usado como modelo de referência por estar vazio!
ta: மாதிரி '%s' காலியாக இருப்பதால் குறிப்பு மாதிரியாக இருக்க முடியாது!

source: The following models were excluded: %s.
es: Se han excluido los siguientes modelos: %s.
eu: Eredu hauek baztertu dira: %s.
fr: Les modèles suivants ont été exclus : %s.
gl: Excluíronse os seguintes modelos: %s.
ja: 次のモデルは除外されました: %s.
pl: Następujące modele zostały wykluczone: %s.
pt: Os seguintes modelos foram excluídos: %s.
ta: பின்வரும் மாதிரிகள் விலக்கப்பட்டன: %s.

source: Relative %s-Weights
es: Ponderaciones-%s Relativas
eu: %s-Pisu Erlatiboak
fr: Poids %s-relatifs
gl: Ponderacións-%s Relativas
ja: 相対的 %s 重み
pl: Względne %s-wagi
pt: %s pesos relativos
ta: உறவினர் %s- எடை

source: Only one model in the comparison: Cannot compute relative weights matrix
es: Solo hay un modelo en la comparación: no se puede calcular la matriz de ponderaciones relativas
eu: Konparazioan eredu bakarra: Ezin dira pisu erlatiboen matrizea kalkulatu
fr: Un seul modèle comparé : la matrice des poids relatifs ne peut pas être calculée
gl: Só hai un modelo na comparación: non se pode calcular a matriz de ponderacións relativas
ja: 比較対象のモデルが1つしかありません: 相対重み行列を計算できません
pl: W porównaniu jest tylko jeden model: nie można obliczyć macierzy wag względnych
pt: Apenas um modelo na comparação: Não é possível computar a matriz de pesos relativos
ta: ஒப்பீட்டில் ஒரே ஒரு மாதிரி: உறவினர் எடைகள் மேட்ரிக்சை கணக்கிட முடியாது

source: Coefficients Comparison
es: Comparación de Coeficientes
eu: Koefizienteen Konparaketa
fr: Comparaison des coefficients
gl: Comparación de Coeficientes
ja: 係数比較
pl: Porównania współczynników
pt: Comparação de Coeficientes
ta: குணகங்கள் ஒப்பீடு

source: Coefficient
es: Coeficiente
eu: Koefizientea
gl: Coeficiente
ja: 係数
pl: Współczynnik
pt: Coeficiente
ta: கெழு

source: Coefficients differ from unconstrained model.
es: Los coeficientes difieren del modelo no restringido.
eu: Koefizienteak mugarik gabeko eredutik desberdinak dira.
fr: Les coefficients diffèrent du modèle sans contrainte.
gl: Os coeficientes difiren do modelo non restrinxido.
ja: 係数は、制約のないモデルとは異なります.
pl: Współczynniki różnią się od modelu nieograniczonego.
pt: Os coeficientes diferem do modelo irrestrito.
ta: குணகங்கள் கட்டுப்படுத்தப்படாத மாதிரியிலிருந்து வேறுபடுகின்றன.

source: Model Summary
es: Resumen del Modelo
eu: Ereduaren Laburpena
fr: Résumé du modèle
gl: Resumo do Modelo
ja: モデルの概要
pl: Podsumowanie modelu
pt: Resumo do Modelo
ta: மாதிரி சுருக்கம்

source: Restriction Matrix
es: Matriz de Restricciones
eu: Murrizketa Matrizea
fr: Matrice de restrictions
gl: Matriz de Restricións
ja: 制約行列
pl: Macierz ograniczeń
pt: Matriz de Restrição
ta: கட்டுப்பாடு அணி

source: Left-hand side (lhs)
es: Lado izquierdo (lhs)
eu: Ezkerreko aldea (ezk.)
fr: Côté gauche (gauche)
gl: Lado esquerdo (lhs)
ja: 左辺
pl: Lewa strona (ls)
pt: Lado esquerdo (LE)
ta: இடது கை (எல்.எச்.எச்)

source: Right-hand side (rhs)
es: Lado derecho (rhs)
eu: Eskuineko aldea (esk.)
fr: Côté droit (droit)
gl: Lado dereito (rhs)
ja: 右辺
pl: Prawa strona (ps)
pt: Lado direito (LD)
ta: வலது கை (RHS)

source: Coefficients
es: Coeficientes
eu: Koefizienteak
gl: Coeficientes
ja: 係数
pl: Współczyniki
pt: Coeficientes
ta: குணகங்கள்

source: %s%% CI
es: IC del %s%%
eu: %s%% KT
fr: IC %s%%
gl: IC do %s%%
pl: %s%% PU
pt: %s%% IC
ta: %s %% தொஒ

source: Estimates based on %s successful bootstrap replicates.
es: Estimaciones basadas en %s repeticiones con Bootstrap acertadas.
eu: %s bootstrap erreplika arrakastatsuetan oinarritutako estimazioak.
gl: Estimacións baseadas en %s repeticións con Bootstrap acertadas.
ja: %s の成功したブートストラップの複製に基づいて推定します.
pl: Oszacowania oparte na %s udanych replikacjach bootstrapowych.
pt: Estimativas baseadas em %s replicatas bootstrap bem-sucedidas.
ta: %s வெற்றிகரமான தொடக்கவார் பிரதிகளின் அடிப்படையில் மதிப்பீடுகள்.

source: Could not compute table of coefficients. Error message: %s
es: No se puede calcular la tabla de coeficientes. Mensaje de fallo: %s
eu: Ezin izan da koefizienteen taula kalkulatu. Errore mezua: %s
fr: Ne peut pas calculer le tableau de coefficients. Message d'erreur : %s
gl: Non pode calcularse a táboa de coeficientes. Mensaxe de fallo: %s
ja: 係数表が算出できません. エラーメッセージ: %s
pl: Nie można obliczyć tabeli współczynników. Komunikat o błędzie: %s
pt: Não foi possível computar a tabela de coeficientes. Mensagem de erro: %s
ta: குணகங்களின் அட்டவணையை கணக்கிட முடியவில்லை. பிழை செய்தி: %s

source: Informative Hypothesis Tests
es: Contrastes de Hipótesis Informadas
eu: Hipotesi Informatiboen Probak
fr: Tests d'hypothèses informatives
gl: Probas de Hipótese Informadas
ja: 情報仮説検定
pl: Testy hipotez informacyjnych
pt: Teste de Hipótese Informativa
ta: செய்தி கருதுகோள் சோதனைகள்

source: Hypothesis
es: Hipótesis
eu: Hipotesia
fr: Hypothèse
gl: Hipótese
ja: 仮説
pl: Hipoteza
pt: Hipótese
ta: கருதுகோள்

source: Test
es: Contraste
eu: Proba
gl: Proba
ja: 検定
pt: Teste
ta: தேர்வு

source: Test Statistic
es: Estadístico de Contraste
eu: Proba Estatistikoa
fr: Statistique du test
gl: Estatístico de Proba
ja: 検定統計量
pl: Statystyka testu
pt: Estatística de Teste
ta: சோதனை புள்ளிவிவரம்

source: Type %s
es: Tipo %s
eu: Mota %s
gl: Tipo %s
ja: タイプ %s
pl: Typ %s
pt: Tipo %s
ta: வகை %s

source: Could not compute the informative hypothesis tests. Error message: %s
es: No se pueden calcular los contrastes de hipótesis informadas. Mensaje de fallo: %s
eu: Ezin izan dira hipotesi informatiboen probak kalkulatu. Errore mezua: %s
fr: Impossible de calculer les tests d'hypothèse informative. Message d'erreur : %s
gl: Non poden calcularse as probas de hipótese informadas. Mensaxe de fallo: %s
ja: 情報仮設検定を計算できません. エラーメッセージ: %s
pl: Nie można obliczyć testów hipotez informacyjnych. Komunikat o błędzie: %s
pt: Não foi possível computar o teste de hipótese informativa. Mensagem de erro: %s
ta: செய்தி கருதுகோள் சோதனைகளை கணக்கிட முடியவில்லை. பிழை செய்தி: %s

source: H%1$s: All equality restrictions are active (==), H%2$s: At least one equality restriction is violated.
es: H%1$s: Todas las restricciones de igualdad están activas (==), H%2$s: Al menos, una restricción de igualdad no se cumple.
eu: H%1$s: Berdintasun murrizketa guztiak aktibo daude (==), H%2$s: Gutxienez berdintasun murrizketa bat urratu da.
fr: H%1$s : Toutes les restrictions d'égalité sont actives (==), H%2$s : Au moins une restriction d'égalité n'est pas respectée.
gl: H%1$s: Tódalas restricións de igualdade están activas (==), H%2$s: Cando menos, unha restrición de igualdade non se cumpre.
ja: H%1$s： すべての等値制約が有効 (==), H%2$s： 少なくとも 1 つの等値制約が違反しています.
pl: H%1$s: Wszystkie ograniczenia równości są aktywne (==), H%2$s: co najmniej jedno ograniczenie równości zostało naruszone.
pt: H%1$s: Todas as restrições de igualdade estão ativas (==), H%2$s: Pelo menos uma restrição de igualdade foi violada.
ta: H%1$s: அனைத்து சமத்துவ கட்டுப்பாடுகளும் செயலில் உள்ளன (==), h%2$s: குறைந்தது ஒரு சமத்துவ கட்டுப்பாடு மீறப்படுகிறது.

source: H%1$s: All parameters are restricted to be equal (==), H%2$s: At least one inequality restriction is strictly true (>).
es: H%1$s: Todos los parámetros están restringidos a ser iguales (==), H%2$s: Al menos, una restricción de desigualdad es estrictamente cierta (>).
eu: H%1$s: Parametro guztiak berdinak izatera mugatuta daude (==), H%2$s: Gutxienez desberdintasun murrizketa bat zorrotz egia da (>).
fr: H%1$s : Tous les paramètres sont restreints pour être égaux (==), H%2$s : Au moins une contrainte d'inégalité est strictement vraie (>).
gl: H%1$s: Tódolos parámetros están restrinxidos a ser iguais (==), H%2$s: Cando menos, unha restrición de desigualdade é estritamente certa (>).
ja: H%1$s： すべてのパラメータが等しい制約 (==), H%2$s： 少なくとも 1 つの不等式制約が厳密にTRUE (>).
pl: H%1$s: Wszystkie parametry są ograniczone do bycia równymi (==), H%2$s: co najmniej jedno ograniczenie nierówności jest ściśle prawdziwe (>).
pt: H%1$s: Todos os parâmetros estão restritos para serem iguais (==), H%2$s: Pelo menos uma restrição de não igualdade é estritamente verdadeira (>).
ta: H%1$s: அனைத்து அளவுருக்களும் சமமாக (==), h%2$s: குறைந்தது ஒரு சமத்துவமின்மை கட்டுப்பாடு கண்டிப்பாக உண்மை (>).

source: H%1$s: All restrictions are equalities (==), H%2$s: At least one inequality restriction is strictly true (>).
es: H%1$s: Todas las restricciones son igualdades (==), H%2$s: Al menos, una restricción de desigualdad es estrictamente cierta (>).
eu: H%1$s: Murrizketa guztiak berdintasunak dira (==), H%2$s: Gutxienez desberdintasun murrizketa bat zorrotz egia da (>).
fr: H%1$s : Toutes les contraintes sont des égalités (==), H%2$s : Au moins une contrainte d'inégalité est strictement vraie (>).
gl: H%1$s: Tódalas restricións son igualdades (==), H%2$s: Cando menos, unha restrición de desigualdade é estritamente certa (>).
ja: H%1$s： すべての制約が等式 (==), H%2$s： 少なくとも 1 つの不等式制約が厳密にTRUE (>).
pl: H%1$s: Wszystkie ograniczenia są równościami (==), H%2$s: co najmniej jedno ograniczenie nierówności jest ściśle prawdziwe (>).
pt: H%1$s: Todas as restrições são igualdades (==), H%2$s: Pelo menos uma restrição de não igualdade é estritamente verdadeira (>).
ta: H%1$s: அனைத்து கட்டுப்பாடுகளும் சமத்துவங்கள் (==), h%2$s: குறைந்தது ஒரு சமத்துவமின்மை கட்டுப்பாடு கண்டிப்பாக உண்மை (>).

source: H%1$s: All restrictions hold, H%2$s: At least one restriction is violated.
es: %1$s: Todas las restricciones se cumplen, H%2$s: Al menos, una restricción no se cumple.
eu: H%1$s: Murrizketa guztiak betetzen dira, H%2$s: Gutxienez murrizketa bat urratu da.
fr: H%1$s : Toutes les restrictions s'appliquent, H%2$s : Au moins une restriction n'est pas respectée.
gl: H%1$s: Tódalas restricións se cumpren, H%2$s: Cando menos, unha restrición non se cumpre.
ja: H%1$s： すべての制約が成り立つ, H%2$s： 少なくとも1つの制限が違反.
pl: H%1$s: Wszystkie ograniczenia obowiązują, H%2$s: naruszono co najmniej jedno ograniczenie.
pt: H%1$s: Todas as restrições são válidas, H%2$s: Pelo menos uma restrição foi violada.
ta: H%1$s: அனைத்து கட்டுப்பாடுகளும் உள்ளன, h%2$s: குறைந்தது ஒரு கட்டுப்பாடு மீறப்படுகிறது.

source: H%1$s: At least one restriction is false or active (==), H%2$s: All restrictions are strictly true (>).
es: H%1$s: Al menos, una restricción es falsa o está activa (==), H%2$s: Todas las restricciones son estrictamente ciertas (>).
eu: H%1$s: Gutxienez murrizketa bat faltsua edo aktiboa da (==), H%2$s: Murrizketa guztiak zorrotz egia dira (>).
fr: H%1$s : Au moins une restriction est fausse ou active (==), H%2$s : Toutes les restrictions sont strictement vraies (>).
gl: H%1$s: Cando menos, unha restrición é falsa ou está activa (==), H%2$s: Tódalas restricións son estritamente certas (>).
ja: H%1$s： 少なくとも1つの制約が偽または有効 (==), H%2$s： すべての制約が厳密に真 (>).
pl: H%1$s: Co najmniej jedno ograniczenie jest fałszywe lub aktywne (==), H%2$s: wszystkie ograniczenia są ściśle prawdziwe (>).
pt: H%1$s: Pelo menos uma restrição é falsa ou ativa (==), H%2$s: Todas as restrições são estritamente verdadeiras (>).
ta: H%1$s: குறைந்தது ஒரு கட்டுப்பாடு தவறானது அல்லது செயலில் உள்ளது (==), h%2$s: அனைத்து கட்டுப்பாடுகளும் கண்டிப்பாக உண்மை (>).

source: No marginal means terms specified. Please, select model terms in the 'Restricted Marginal Means' section.
es: No se especificaron los términos de medias marginales. Por favor, selecciona elementos del modelo en la sección 'Medias Marginales Restringidas'.
eu: Ez da marjina-batez besteko terminorik zehaztu. Mesedez, hautatu eredu terminoak 'Mugatutako Marjina-Batez bestekoak' atalean.
fr: Aucun terme de moyenne marginale n'est spécifié. SVP, veuillez sélectionner les termes du modèle dans la section 'Moyennes Marginales Restreintes'.
gl: Non se indicaron os elementos de medias marxinais. Por favor, escolle elementos do modelo na sección 'Medias Marxinais Restrinxidas'.
ja: 周辺平均項が指定されていません。制約寿つき周辺平均のセクションでモデル項を選択してください.
pl: Nie określono składników średnich brzegowych. Proszę wybrać składniki modelu w sekcji "Ograniczone średnie brzegowe".
pt: Não há termos de médias marginais especificados. Por favor, selecione os termos do modelo na seção 'Médias Marginais Restritas'.
ta: விளிம்பு பொருள் சொற்கள் குறிப்பிடப்படவில்லை. தயவுசெய்து, 'தடைசெய்யப்பட்ட விளிம்பு வழிமுறைகள்' பிரிவில் மாதிரி விதிமுறைகளைத் தேர்ந்தெடுக்கவும்.

source: Could not compute the marginal means. Error message: %s
es: No se pueden calcular las medias marginales. Mensaje de fallo: %s
eu: Ezin izan dira marjina-batez bestekoak kalkulatu. Errore mezua: %s
fr: Impossible de calculer les moyennes marginales. Message d'erreur : %s
gl: Non poden calcularse as medias marxinais. Mensaxe de fallo: %s
ja: 周辺平均が計算できません. エラーメッセージ: %s
pl: Nie można obliczyć średnich brzegowych. Komunikat błędu: %s
pt: Não foi possível calcular as médias marginais. Mensagem de erro: %s
ta: விளிம்பு வழிமுறைகளை கணக்கிட முடியவில்லை. பிழை செய்தி: %s

source: Results are averaged over the levels of: %s.
es: Los resultados son promedios calculados sobre los niveles de: %s.
fr: Les résultats sont moyennés aux niveaux suivants : %s.
gl: Os resultados son medias calculadas sobre os niveis de: %s.
ja: 結果は次の水準で平均化されています: %s.
pl: Wyniki są uśrednione dla poziomów z: %s.
pt: Os resultados são calculados, em média, sobre os níveis de: %s.
ta: முடிவுகள் சராசரியாக உள்ளன: %s.

source: Covariates (%s) held fixed at their mean values.
es: Las covariables (%s) se han mantenido fijas en sus valores medios.
eu: Kobarianteak (%s) beren batez besteko balioetan finkatuta mantentzen dira.
fr: Les covariables (%s) sont maintenues à leurs valeurs moyennes.
gl: As covariables (%s) mantivéronse fixas nos seus valores medios.
ja: 共変量 (%s) は平均値で固定されています.
pl: Współzmienne (%s) ustalone na poziomie ich średnich wartościach.
pt: As covariantes (%s) foram mantidas fixadas em seus valores medianos.
ta: கோவாரியட்டுகள் (%s) அவற்றின் சராசரி மதிப்புகளில் சரி செய்யப்படுகின்றன.

source: MANOVA
ja: 多変量分散分析
ta: மனோவா

source: The design matrix is not invertible. This might be due to collinear dependent variables.
es: La matriz de la propuesta no es invertible. Esto puede deberse a que hay variables dependientes colineales.
eu: Diseinu matrizea ez da alderantzikagarria. Baliteke hau mendeko aldagai kolinearren ondorioz izatea.
fr: La matrice de conception n'est pas inversible. Cela peut être dû à des variables dépendantes colinéaires.
gl: A matriz da proposta non é invertible. Isto pode deberse a que hai variables dependentes colineares.
ja: デザイン行列が正則ではありません。これは，共線従属変数が原因である可能性があります。
pl: Macierz schematu nie jest odwracalna. Może to wynikać ze współliniowości zmiennych zależnych.
pt: O design da matriz não é invertível. Isso pode ser devido a variáveis dependentes colineares.
ta: வடிவமைப்பு மேட்ரிக்ச் தலைகீழ் அல்ல. இது கோலைனியர் சார்ந்த மாறிகள் காரணமாக இருக்கலாம்.

source: Results unavailable due to sample size (must be between 3 and 5000) or perfect correlations.
eu: Emaitzak ez daude eskuragarri laginaren tamainagatik (3 eta 5000 artean egon behar du) edo korrelazio perfektuengatik.
pt: Resultados indisponíveis devido ao tamanho de amostra (deve ser entre 3 e 5000) ou a correlações perfeitas.
ta: மாதிரி அளவு (3 முதல் 5000 வரை இருக்க வேண்டும்) அல்லது சரியான தொடர்புகள் காரணமாக முடிவுகள் கிடைக்கவில்லை.

source: Null model (incl. %s and random slopes)
es: Modelo nulo (incl. %s y pendientes aleatorias)
eu: Eredu nulua (%s eta ausazko maldak barne)
fr: Modèle nul ( inclus %s et pentes aléatoires)
gl: Modelo nulo (incl. %s e pendentes aleatorias)
ja: 帰無モデル (%s と含む変量傾きを含む)
pl: Model zerowy (w tym %s i losowe nachylenia)
pt: Modelo nulo (incl. %s e inclinações aleatórias)
ta: சுழிய மாதிரி (உள்ளிட்ட %s மற்றும் சீரற்ற சரிவுகள்)

source: Standard (LSD)
es: Estándar (LSD)
ja: 標準 (LSD)

source: Nonparametrics
es: No Paramétricos
eu: Ez-parametrikoak
fr: Non-paramétriques
gl: Non Paramétricos
ja: ノンパラメトリック
pl: Nieparametryczne
pt: Não paramétricos

source: BF<sub>incl</sub>
es: FB<sub>incl</sub>
gl: FB<sub>incl</sub>
ja: BF<sub>効果を含む</sub>

source: All predictions had zero variance. Check the predictors for anomalies or increase the number of posterior samples.
es: Todas las predicciones tienen varianza nula. Compruebe si los predictores tienen anomalías, o aumente el número de muestras posteriores.
fr: Toutes les prédictions avaient une variance nulle. Vérifiez les prédicteurs pour les anomalies ou augmentez le nombre d'échantillons postérieurs.
gl: Tódalas predicións teñen varianza nula. Comproba se os preditores teñen anomalías, ou aumenta o número de mostras posteriores.
ja: すべての予測の分散はゼロでした。予測変数に異常がないか確認するか，事後分布のサンプル数を増やしましょう。

source: P-value adjusted for comparing a family of %s
es: Valor p ajustado para comparar una familia de %s
fr: Valeur p ajustée pour comparer une famille de %s
ja: %s のファミーを比較するために調整された P 値
