Repository: jasp-stats/jaspAnova
Catalog: po/R-*.po
Languages: es, eu, fr, gl, ja, pl, pt, ta

source: The interaction effect of %1$s has no observations for the combination(s): %2$s. Only the first 10 missing combinations are shown. Please adjust the model and remove any interactions with missing cells
es: El efecto de la interacción de %1$s no tiene observaciones para la(s) combinación(es): %2$s. Solo se muestran las 10 primeras combinaciones ausentes. Por favor, ajusta el modelo y elimina cualquier interacción con celdas ausentes
eu: %1$s-ren interakzio efektuak ez du behaketarik konbinazio honetarako: %2$s. Lehen 10 konbinazio faltak bakarrik erakusten dira. Mesedez, egokitu eredua eta kendu falta diren gelaxkekin dauden interakzioak
fr: L'effet d'interaction de %1$s n'a pas d'observations pour la ou les combinaisons : %2$s. Seules les 10 premières combinaisons manquantes sont affichées. Veuillez ajuster le modèle et supprimer toutes les interactions avec les cellules manquantes
gl: O efecto da interacción de %1$s non ten observacións para a(s) combinación(s): %2$s. Só se amosan as 10 primeiras combinacións ausentes. Por favor, axusta o modelo e elimina calquera interacción con celas ausentes
ja: 相互作用効果の %1$s には、組み合わせ (複数可): %2$s に対するオブザベーションがありません。最初の10個の欠落した組み合わせのみが表示されています。モデルを調整して、欠損しているセルを持つ相互作用を削除してください
pl: Efekt interakcyjny %1$s nie ma żadnych obserwacji dla kombinacji: %2$s. Wyświetlono pierwsze 10 brakujące kombinacje. Proszę dostosować model i usunąć wszystkie interakcje, dla których występują brakujące komórki
pt: O efeito da interação de %1$s não possui observações para a(s) combinação(s): %2$s. Apenas as 10 primeiras combinações ausentes estão sendo mostradas. Por favor, ajuste o modelo e remova quaisquer interações com as células ausentes
ta: %1$s இன் தொடர்பு விளைவு சேர்க்கைக்கு (கள்) எந்த அவதானிப்புகளையும் கொண்டிருக்கவில்லை: %2$s. காணாமல் போன முதல் 10 சேர்க்கைகள் மட்டுமே காட்டப்பட்டுள்ளன. தயவுசெய்து மாதிரியை சரிசெய்து, காணாமல் போன கலங்களுடன் எந்த தொடர்புகளையும் அகற்றவும்

source: Bayes factor is undefined -- all effects are specified as nuisance.
es: El factor de Bayes no está definido -- todos los efectos se especifican molestos.
eu: Bayes faktorea zehaztu gabe dago -- efektu guztiak eragozpen gisa zehazten dira.
fr: Le facteur de Bayes n'est pas défini - tous les effets sont considérés comme nuisance.
gl: O factor de Bayes non está definido -- todos os efectos se indican como molestos.
ja: ベイズファクターが未定義 -- すべての効果が撹乱母数に指定されています。
pl: Współczynnik Bayesa nie jest zdefiniowany -- wszystkie efekty zostały określone jako zakłócające.
pt: O fator Bayesiano é indefinido - todos os efeitos são dados como fatores de confusão.
ta: பேயச் காரணி வரையறுக்கப்படவில்லை - அனைத்து விளைவுகளும் தொல்லை என குறிப்பிடப்படுகின்றன.

source: Null model
es: Modelo nulo
eu: Eredu nulua
fr: Modèle nul
gl: Modelo nulo
ja: 帰無モデル
pl: Model zerowy
pt: Modelo nulo
ta: சுழிய மாதிரி

source: Null model (incl. %s)
es: Modelo nulo (incl. %s)
eu: Modelo nuloa (%s barne)
fr: Modèle nul (y compris %s)
gl: Modelo nulo (incl. %s)
ja: 帰無モデル (%s含む)
pl: Model zerowy (zaw. %s)
pt: Modelo nulo (incl. %s)
ta: சுழிய மாதிரி (உள்ளிட்ட. %s)

source: Computing Bayes factors
es: Calculando los factores de Bayes
eu: Bayes faktoreak kalkulatzen
fr: Calcul des facteurs de Bayes
gl: Calculando os factores de Bayes
ja: ベイズファクターの計算
pl: Obliczanie współczynników Bayesa
pt: Calcular fatores bayesianos
ta: பேயச் காரணிகளைக் கணக்கிடுதல்

source: The Laplace approximation is faster but also less accurate than the automatic method. This is fine when exploring the data and obtaining a rough estimate. However, we recommend using the automatic integration method to obtain the final results.
es: La aproximación de Laplace es más rápida pero también menos precisa que el método automático. Es adecuada para explorar los datos y obtener una estimación aproximada. Sin embargo, recomendamos utilizar el método de integración automático para obtener los resultados finales.
eu: Laplace hurbilketa azkarragoa da, baina baita metodo automatikoa baino zehaztasun gutxiagokoa ere. Hori ondo dago datuak aztertzerakoan eta gutxi gorabeherako estimazio bat lortzerakoan. Hala ere, integrazio metodo automatikoa erabiltzea gomendatzen dugu azken emaitzak lortzeko.
fr: L'approximation de Laplace est plus rapide mais aussi moins précise que la méthode automatique. Cela convient pour explorer les données et obtenir une estimation approximative. Cependant, nous recommandons d'utiliser la méthode d'intégration automatique pour obtenir les résultats finaux.
gl: A aproximación de Laplace é máis rápida pero tamén menos precisa que o método automático. É axeitada para explorar os datos e obter unha estimación aproximada. Porén, recomendamos utilizar o método de integración automático para obter os resultados finais.
ja: Laplace の近似は自動方法より速いが、正確ではないです。 データを探索し、大体の推定値を得るには良いです。 ただし、最終結果を得るために、自動統合方法を使用することをお勧めします.
pl: Przybliżenie Laplace'a jest szybsze, ale także mniej dokładne niż metoda automatyczna. Nie stanowi to problemu, gdy celem jest eksploracja danych i uzyskanie przybliżonych oszacowań. Zalecamy jednakże użycie metody automatycznej podczas obliczania ostatecznych wyników.
pt: A aproximação de Laplace é mais rápida mas também menos precisa do que o método automático. Esta é uma boa opção para explorar os dados e obter uma estimativa aproximada. No entanto, recomenda-se utilizar o método da integração automática para obter os resultados finais.
ta: லாப்லேச் தோராயமானது வேகமானது, ஆனால் தானியங்கி முறையை விட குறைவான துல்லியமானது. தரவை ஆராய்ந்து தோராயமான மதிப்பீட்டைப் பெறும்போது இது நன்றாக இருக்கும். இருப்பினும், இறுதி முடிவுகளைப் பெற தானியங்கி ஒருங்கிணைப்பு முறையைப் பயன்படுத்த பரிந்துரைக்கிறோம்.

source: The Laplace approximation does not always provide an error estimate.
es: La aproximación de Laplace no siempre proporciona una estimación del error.
eu: Laplace hurbilketak ez du beti errore estimaziorik ematen.
fr: L'approximation de Laplace ne fournit pas toujours une estimation de l'erreur.
gl: A aproximación de Laplace non sempre proporciona unha estimación do erro.
ja: ラプラス近似は常に誤差推定を提供するわけではありません.
pl: Przybliżenie Laplace'a nie zawsze zapewnia oszacowanie błędu.
pt: A aproximação de Laplace nem sempre fornece uma estimativa de erro.
ta: லாப்லேச் தோராயமானது எப்போதும் பிழை மதிப்பீட்டை வழங்காது.

source: Bayes factor could not be computed for model: %1$s. The error message was: %2$s.
es: No se puede calcular el factor de Bayes para el modelo: %1$s. El mensaje de fallo fue: %2$s.
eu: Ezin izan da Bayes faktorea kalkulatu %1$s ereduarentzat. Errore mezua hau izan zen: %2$s.
fr: Le facteur Bayes n'a pas pu être calculé pour le modèle : %1$s. Le message d'erreur était : %2$s.
gl: O factor de Bayes non pode calcularse para o modelo: %1$s. A mensaxe de fallo foi: %2$s.
ja: ベイズファクターはモデルで計算できませんでした: %1$s。 エラー・メッセージは%2$sです。
pl: Współczynnika Bayesa nie mógł zostać obliczony dla modelu: %1$s. Komunikat o błędzie: %2$s.
pt: O fator de Bayes não pôde ser calculado para o modelo: %1$s. A mensagem de erro foi: %2$s.
ta: மாதிரிக்கு பேயச் காரணி கணக்கிட முடியவில்லை: %1$s. பிழை செய்தி: %2$s.

source: All models include %s, and random slopes for all repeated measures factors.
es: Todos los modelos incluyen %s, y pendientes aleatorias para todos los factores de medidas repetidas.
eu: Neurketa errepikatuen faktoreen ausazko maldak baztertuta daude.
fr: Tous les modèles incluent %s, et des pentes aléatoires pour tous les facteurs de mesures répétées.
gl: Tódolos modelos inclúen %s, e pendentes aleatorias para tódolos factores de medidas repetidas.
ja: すべてのモデルには %s が含まれており、すべての反復測定要因に対して変量傾きが含まれています.
pl: Wszystkie modele zawierają %s i losowe nachylenia dla wszystkich czynników powtarzanych pomiarów.
pt: Todos os modelos incluem %s, e inclinações aleatórias para todos os fatores de medidas repetidas.
ta: அனைத்து மாடல்களிலும் %s மற்றும் அனைத்து தொடர்ச்சியான நடவடிக்கைகளின் காரணிகளுக்கும் சீரற்ற சரிவுகள் உள்ளன.

source: Random slopes for repeated measures factors are excluded.
es: Se excluyen las pendientes aleatorias para los factores de medidas repetidas.
eu: Neurketa errepikatuen faktoreen ausazko maldak baztertuta daude.
fr: Les pentes aléatoires pour les facteurs de mesures répétées sont exclues.
gl: Exclúense as pendentes aleatorias para os factores de medidas repetidas.
ja: すべての反復測定要因に対する変量傾きは除外されました.
pl: Losowe nachylenia dla czynników powtarzanych pomiarów zostały wykluczone.
pt: Inclinações aleatórias para os fatores de medidas repetidas foram excluídas.
ta: மீண்டும் மீண்டும் நடவடிக்கைகளுக்கான சீரற்ற சரிவுகள் காரணிகள் விலக்கப்படுகின்றன.

source: All models include %s.
es: Todos los modelos incluyen %s.
eu: Modelo guztiek %s barne hartzen dituzte.
fr: Tous les modèles incluent %s.
gl: Todos os modelos inclúen %s.
ja: すべてのモデルには %s が含まれます.
pl: Wszystkie modele zawierają %s.
pt: Todos os modelos incluem %s.
ta: அனைத்து மாடல்களிலும் %s அடங்கும்.

source: Analysis of Effects - %s
es: Análisis de los Efectos - %s
eu: Efektuen Analisia - %s
fr: Analyse des effets - %s
gl: Análise dos Efectos - %s
ja: 効果の分析 - %s
pl: Analiza efektów - %s
pt: Análises dos Efeitos - %s
ta: விளைவுகளின் பகுப்பாய்வு - %s

source: Analysis of Effects
es: Análisis de los Efectos
eu: Efektuen Analisia
fr: Analyse des effets
gl: Análise dos Efectos
ja: 効果の分析
pl: Analiza efektów
pt: Análises dos Efeitos
ta: விளைவுகளின் பகுப்பாய்வு

source: Log(BF<sub>incl</sub>)
es: Log(FB<sub>incl</sub>)
gl: Log(FB<sub>incl</sub>)
ja: Log(BF<sub>効果を含む</sub>)
ta: Log (bf <துணை> உள்ளிட்ட </sub>)

source: BF<sub>excl</sub>
es: FB<sub>excl</sub>
gl: FB<sub>excl</sub>
ja: BF<sub>効果を含まない</sub>
ta: Bf <sub> exch </sub>

source: Effects
es: Efectos
eu: Efektuak
fr: Effets
gl: Efectos
ja: 効果
pl: Efekty
pt: Efeitos
ta: விளைவுகள்

source: P(incl)
eu: P(barne)
fr: P(inclus)
ja: P(効果を含む)
ta: பி (உள்ளடக்கியது)

source: P(excl)
eu: P(baztertua)
fr: P(exclu)
ja: P(効果を含まない)
ta: பி (எக்ச்க்)

source: P(incl|data)
es: P(incl|datos)
eu: P(barne|datuak)
fr: P(incl|donnée)
gl: P(incl|datos)
ja: P（効果を含む|データ）
pl: P(incl|dane)
pt: P(incl|dados)
ta: பி (உள்ளிட்ட | தரவு)

source: P(excl|data)
es: P(excl|datos)
eu: P(baztertua|datuak)
fr: P(excl|donnée)
gl: P(excl|datos)
ja: P(効果を含まない|データ)
pl: P(excl|dane)
pt: P(excl|dados)
ta: பி (எக்ச்ட் | தரவு)

source: Compares models that contain the effect to equivalent models stripped of the effect. Higher-order interactions are excluded. Analysis suggested by Sebastiaan Math%st.
es: Compara modelos que contienen el efecto, con modelos equivalentes sin el efecto. Se excluyen las interacciones de orden superior. Análisis sugerido por Sebastiaan Math%st.
eu: Efektua duten modeloak efektua kendutako modelo baliokideekin alderatzen ditu. Goi-ordenako elkarrekintzak baztertzen dira. Sebastiaan Math%st-ek iradokitako analisia.
fr: Compare les modèles qui contiennent l'effet à des modèles équivalents dépouillés de l'effet. Les interactions d'ordre supérieur sont exclues. Analyse suggérée par Sebastiaan Math%st.
gl: Compara modelos que inclúen o efecto, con modelos equivalentes sen o efecto. Exclúense as interaccións de orde superior. Análise suxerida por Sebastiaan Math%st.
ja: 効果を含んだモデルと効果を取り除いた同等のモデルを比較します。高次の相互作用は除外されます。 Sebastiaan Math%stによって提案された分析です。
pl: Porównuje modele, które zawierają efekt, z równoważnymi modelami pozbawionymi efektu. Interakcje wyższego rzędu są wykluczone. Analiza sugerowana przez Sebastiaana Math%st.
pt: Compare os modelos que contêm o efeito com os modelos equivalentes sem o efeito. As interações de ordem superior são excluídas. Análise sugerida por Sebastiaan Math%st.
ta: விளைவைக் கட்டுப்படுத்தும் மாதிரிகளை ஒப்பிடுகிறது. உயர்-வரிசை இடைவினைகள் விலக்கப்பட்டுள்ளன. பகுப்பாய்வு செபாச்டியன் கணிதம்%ச்டம்ப் பரிந்துரைத்தது.

source: Some Bayes factors could not be calculated. Inclusion probabilities and Bayes factors are calculated while excluding these models. The results may be uninterpretable!
es: No se pudieron calcular algunos factores de Bayes. Las probabilidades de inclusión y los factores de Bayes se calculan excluyendo estos modelos. ¡Los resultados pueden no ser interpretables!
eu: Bayes faktore batzuk ezin izan dira kalkulatu. Inklusio-probabilitateak eta Bayes faktoreak modelo hauek baztertzean kalkulatzen dira. Emaitzak interpretaezinak izan daitezke!
fr: Certains facteurs de Bayes n'ont pas pu être calculés. Les probabilités d'inclusion et les facteurs de Bayes sont calculés en excluant ces modèles. Les résultats peuvent être ininterprétables!
gl: Non se poden calcular algúns factores de Bayes. As probabilidades de inclusión e os factores de Bayes calcúlanse excluíndo eses modelos. Os resultados poderían non ser interpretables!
ja: ベイズファクターの一部を計算できませんでした。包含確率とベイズファクターは、これらのモデルを除外しながら計算されます。結果が解釈できない可能性があります！
pl: Niektórych współczynników Bayesa nie można było obliczyć. Prawdopodobieństwa włączenia i współczynniki Bayesa zostały obliczone z wyłączeniem tych modeli. Wyniki mogą być niemożliwe do zinterpretowania!
pt: Alguns fatores de Bayes não puderam ser calculados. Probabilidades de inclusão e fatores de Bayes são calculados excluindo esses modelos. Os resultados podem ser ininterpretáveis!
ta: சில பேயச் காரணிகளைக் கணக்கிட முடியவில்லை. இந்த மாதிரிகளைத் தவிர்த்து சேர்க்கும் நிகழ்தகவுகள் மற்றும் பேயச் காரணிகள் கணக்கிடப்படுகின்றன. முடிவுகள் புரிந்துகொள்ள முடியாததாக இருக்கலாம்!

source: Model Comparison
es: Comparación de Modelos
eu: Ereduen Konparaketa
fr: Comparaison de modèle
gl: Cotexo de Modelos
ja: モデル比較
pl: Porównanie modeli
pt: Comparação de Modelo
ta: மாதிரி ஒப்பீடு

source: BF<sub>M</sub>
es: FB<sub>M</sub>
gl: FB<sub>M</sub>
pl: BF<sub>10</sub>
ta: பி.எஃப் <சப்> எம் </துணை>

source: BF<sub>10</sub>
es: FB<sub>10</sub>
fr: FB<sub>10</sub>
gl: FB<sub>10</sub>
ta: பி.எஃப் <சப்> 10 </ சப்>

source: BF<sub>01</sub>
es: FB<sub>01</sub>
fr: FB<sub>01</sub>
gl: FB<sub>01</sub>
ta: பி.எஃப் <சப்> 01 </ சப்>

source: Log(BF<sub>M</sub>)
es: Log(FB<sub>M</sub>)
fr: Log(FB<sub>M</sub>)
gl: Log(FB<sub>M</sub>)
ta: பதிவு (பி.எஃப் <சப்> எம் </துணை>)

source: Log(BF<sub>10</sub>)
es: Log(FB<sub>10</sub>)
gl: Log(FB<sub>10</sub>)
ta: பதிவு (பி.எஃப் <சப்> 10 </ சப்>)

source: Models
es: Modelos
eu: Ereduak
fr: Modèle
gl: Modelos
ja: モデル
pl: Modele
pt: Modelos
ta: மாதிரிகள்

source: P(M)
ta: பி (மீ)

source: P(M|data)
es: P(M|datos)
eu: P(M|datuak)
fr: P(M|donnée)
gl: P(M|datos)
ja: P(M|データ)
pl: P(M|dane)
pt: P(M|dado)
ta: பி (எம் | தரவு)

source: error %%
es: fallo %%
eu: errorea %%
gl: fallo %%
ja: エラー %%
pl: błąd %%
pt: erro %%
ta: பிழை %%

source: <b><em>Warning.</em></b> Some Bayes factors could not be calculated. Multi model inference is carried out while excluding these models. The results may be uninterpretable!
es: <b> <em> Advertencia. </em> </b> Algunos factores de Bayes no se pueden calcular. La inferencia del modelo múltiple se lleva a cabo excluyendo estos modelos. ¡Los resultados pueden no ser interpretables!
eu: <b><em>Abisua.</em></b> Bayes faktore batzuk ezin izan dira kalkulatu. Modelo anitzeko inferentzia egiten da modelo hauek baztertuta. Emaitzak interpretatu ezinak izan daitezke!
fr: <b><em> Avertissement. </em></b> Certains facteurs de Bayes n'ont pas pu être calculés. L'inférence multi-modèles est effectuée en excluant ces modèles. Les résultats peuvent être ininterprétables !
gl: <b><em>Aviso.</em></b> Algúns factores de Bayes non se poden calcular. A inferencia do modelo múltiple faise aínda que excluíndo estes modelos. Os resultados pode que non sexan interpretables!
ja: <b><em>警告</em></b> ベイズファクターの一部が計算できませんでした。これらのモデルを除外してマルチモデル推論を行っています。結果が解釈できない場合があります！
pl: <b><em>Ostrzeżenie.</em></b> Niektóre współczynniki Bayesa nie mogły zostać obliczone. Wnioskowanie wielomodelowe zostało przeprowadzone z wyłączeniem tych modeli. Wyniki mogą być niemożliwe do zinterpretowania!
pt: <b> <em> Aviso. </em> </b> Não foi possível calcular alguns fatores de Bayes. A inferência de vários modelos é realizada excluindo esses modelos. Os resultados podem ser ininterpretáveis!
ta: <b> <em> எச்சரிக்கை. </em> </b> சில பேயச் காரணிகளைக் கணக்கிட முடியவில்லை. இந்த மாதிரிகளைத் தவிர்த்து பல மாதிரி அனுமானம் மேற்கொள்ளப்படுகிறது. முடிவுகள் புரிந்துகொள்ள முடியாததாக இருக்கலாம்!

source: Model Averaged Posterior Summary
es: Resumen del Modelo Medio Posterior
eu: Modeloaren Batez besteko Atzeko Laburpena
fr: Résumé
gl: Resumo do Modelo Medio Posterior
ja: モデル平均事後要約
pl: Uśrednione podsumowanie a posteriori
pt: Resumo da média posterior do modelo
ta: மாதிரி சராசரி பின்புற சுருக்கம்

source: %s%% Credible Interval
es: Intervalo con el %s%% de Credibilidad
eu: %s%% Sinesgarritasun tartea
fr: %s%% Intervalle de crédibilité
gl: Intervalo co %s%% de Credibilidade
ja: %s%% 信用区間
pl: %s%% Przedział wiarygodności
pt: %s%% Intervalo de credibilidade
ta: %s %% நம்பகமான இடைவெளி

source: Model Averaged R%s
es: R%s medio del modelo
eu: Modeloaren batez besteko R%s
fr: Modèle R%s moyenné
gl: R%s medio do modelo
ja: モデル平均 R%s
pl: Uśrednione R%s
pt: Modelo médio R%s
ta: மாதிரி சராசரி r%s

source: <b><em>Warning: sampling issues encountered!</em></b>
es: <b><em>Advertencia: ¡Se encontraron incidencias de muestreo!</em></b>
eu: <b><em>Abisua: laginketa arazoak aurkitu dira!</em></b>
fr: <b> <em> Attention : problèmes d’échantillonnage rencontrés ! </em> </b>
gl: <b><em>Aviso: Atopáronse incidencias de mostraxe!</em></b>
ja: <b><em>警告: サンプリングの問題が発生しました!</em></b>
pl: <b><em>Ostrzeżenie: napotkano problemy z próbkowaniem!</em></b>
pt: <b> <em> Atenção: problemas de amostragem encontrados! </em> </b>
ta: <b> <em> எச்சரிக்கை: மாதிரி சிக்கல்கள் எதிர்கொள்ளப்பட்டன! </em> </b>

source: Affected model
es: Modelo afectado
eu: Kaltetutako modeloa
fr: Modèle concerné
gl: Modelo afectado
ja: 影響を受けるモデル
pl: Model zmieniony
pt: Modelo afetado
ta: பாதிக்கப்பட்ட மாதிரி

source: %% useful samples
es: %% muestras útiles
eu: %% lagin erabilgarriak
fr: %% d'échantillons utiles
gl: %% mostras útiles
ja: %% 有用なサンプル
pl: %% użytecznych próbek
pt: %% amostras úteis
ta: %% பயனுள்ள மாதிரிகள்

source: Useful samples
es: Muestras útiles
eu: Lagin erabilgarriak
fr: Échantillons utiles
gl: Mostas útiles
ja: 有用なサンプル
pl: Użyteczne próbki
pt: Amostras úteis
ta: பயனுள்ள மாதிரிகள்

source: Total samples drawn
es: Total de muestras extraídas
eu: Ateratako lagin guztiak
fr: Total des échantillons prélevés
gl: Total de mostras extraídas
ja: 抽出されたサンプル数
pl: Łączna liczba wylosowanych próbek
pt: Total de amostras extraídas
ta: வரையப்பட்ட மொத்த மாதிரிகள்

source: For some affected models, more than 75%% of the posterior samples failed, or fewer than 1000 samples remained for subsequent results. All model-averaged output may be biased and uninterpretable. Check the model specification and data for any odd patterns.
es: Para algunos modelos afectados, más del 75%% de las muestras posteriores fallaron, o menos de 1000 muestras persisten para los resultados subsiguientes. Todo el resultado del modelo medio podría estar sesgado y no ser interpretable. Comprueba si hay algún patrón extraño en la especificación del modelo o en los datos.
eu: Kaltetutako modelo batzuentzat, atzeko laginen %75 baino gehiagok huts egin dute, edo 1000 lagin baino gutxiago geratu dira ondorengo emaitzetarako. Modeloaren batez besteko irteera guztia alboratua eta interpretatu ezina izan daiteke. Egiaztatu modeloaren zehaztapena eta datuak eredu arraroak ikusteko.
fr: Pour certains modèles concernés, plus de 75%% des échantillons postérieurs ont échoué, ou moins de 1000 échantillons sont restés pour les résultats subséquents. Tous les résultats moyennés par le modèle peuvent être biaisées et non interprétables. Vérifiez la spécification du modèle et les données pour détecter tout patron étrange.
gl: Para algúns modelos afectados, máis do 75%% das mostras posteriores fallaron, ou menos de 1000 mostras persisten para os resultados subseguintes. Todo o resultado do modelo medio podería estar nesgado e non ser interpretable. Comproba se hai algún padrón estraño na especificación do modelo ou nos datos.
ja: 影響を受けた一部のモデルでは、事後サンプルの75%%以上が失敗したり、後続の結果として残るサンプル数が1000以下になったりしました。すべてのモデルの平均化された出力は偏っており、解釈できないことがあります。モデルの仕様やデータにおかしなパターンがないか確認してください。
pl: W przypadku niektórych zmodyfikowanych modeli ponad 75%% próbek posterior nie powiodło się lub pozostało mniej niż 1000 próbek dla kolejnych wyników. Wszystkie uśrednione wyniki mogą być obciążone błędem i niemożliwe do zinterpretowania. Sprawdź specyfikację modelu i dane pod kątem nietypowych wzorców.
pt: Para alguns modelos afetados, mais de 75%% das amostras posteriores falharam ou menos de 1000 amostras permaneceram para resultados subsequentes. Todos os resultados da média do modelo podem ser tendenciosos e não interpretáveis. Verifique a especificação do modelo e os dados para quaisquer padrões estranhos.
ta: சில பாதிக்கப்பட்ட மாடல்களுக்கு, பின்புற மாதிரிகளில் 75% க்கும் அதிகமானவை தோல்வியடைந்தன, அல்லது 1000 க்கும் குறைவான மாதிரிகள் அடுத்தடுத்த முடிவுகளுக்கு இருந்தன. அனைத்து மாதிரி சராசரி வெளியீடும் பக்கச்சார்பானதாகவும் புரிந்துகொள்ள முடியாததாகவும் இருக்கலாம். எந்த ஒற்றைப்படை வடிவங்களுக்கும் மாதிரி விவரக்குறிப்பு மற்றும் தரவை சரிபார்க்கவும்.

source: <b><em>Warning.</em></b>
es: <b><em>Advertencia.</em></b>
eu: <b><em>Abisua.</em></b>
fr: <b><em>Avertissement.</em></b>
gl: <b><em>Aviso.</em></b>
ja: <b><em>警告</em></b>
pl: <b><em>Ostrzeżenie.</em></b>
pt: <b><em>Aviso.</em></b>
ta: <b> <em> எச்சரிக்கை. </em> </b>

source: Model Averaged Posterior Distributions
es: Distribuciones del Modelo Promedio Posterior
eu: Modeloaren Batez besteko Atzeko V¿Banaketak
fr: Distributions postérieures moyennées du modèle
gl: Distribucións do Modelo Medio Posterior
ja: モデル平均事後分布
pl: Uśrednione rozkłady a posteriori
pt: Distribuições posteriores médias do modelo
ta: மாதிரி சராசரி பின்புற விநியோகங்கள்

source: Posterior distribution
es: Distribución posterior
eu: Atzeko banaketa
fr: Distribution postérieure
gl: Distribución posterior
ja: 事後分布
pl: Rozkład posterior
pt: Distribuição posterior
ta: பின்புற வழங்கல்

source: Could not plot posterior distribution. Check if an error occurred for models including this parameter.
es: No se puede hacer el gráfico de la distribución posterior. Compruebe si se produjo un fallo en los modelos que incluyen este parámetro.
eu: Ezin izan da atzeko banaketa irudikatu. Egiaztatu parametro hau barne hartzen duten modeloetan errore bat gertatu den.
fr: Impossible de tracer la distribution postérieure. Vérifiez si une erreur s'est produite pour les modèles incluant ce paramètre.
gl: Non se pode facer a gráfica da distribución posterior. Comproba se ocorreu un fallo nos modelos que inclúen este parámetro.
ja: 事後分布をプロットできませんでした。このパラメータを含むモデルでエラーが発生したかどうかを確認してください。
pl: Nie można wykreślić rozkładu a posteriori. Sprawdź czy wystąpił błąd dla modeli zawierających ten parametr.
pt: Não foi possível traçar a distribuição posterior. Verifique se ocorreu um erro nos modelos que incluem este parâmetro.
ta: பின்புற விநியோகத்தை சூழ்ச்சி செய்ய முடியவில்லை. இந்த அளவுரு உள்ளிட்ட மாதிரிகளுக்கு பிழை ஏற்பட்டதா என்று சரிபார்க்கவும்.

source: Level
es: Nivel
eu: Maila
fr: Niveau
gl: Nivel
ja: 水準
pl: Poziom
pt: Nível
ta: நிலை

source: Density
es: Densidad
eu: Dentsitatea
fr: Densité
gl: Densidade
ja: 密度
pl: Gęstość
pt: Densidade
ta: அடர்த்தி

source: Model Averaged Q-Q Plot
es: Gráfico Q-Q del Modelo Promedio
eu: Ereduaren Batez besteko Q-Q Grafikoa
fr: Diagramme Q-Q moyenné par le modèle
gl: Gráfica Q-Q do Modelo Medio
ja: モデル平均Q-Qプロット
pl: Uśredniony wykres K-K
pt: Modelo Médio Diagrama Q-Q
ta: மாதிரி சராசரி Q-Q சூழ்ச்சி

source: Model Averaged Posterior R%s
es: R%s del Modelo Promedio Posterior
gl: R%s do Modelo Medio Posterior
ja: モデル平均事後R%s
pl: Uśrednione R%s a posteriori
pt: Modelo Médio Posterior R%s
ta: மாதிரி சராசரி பின்புற ஆர்%s
