Repository: jasp-stats/jaspAnova
Catalog: po/R-*.po
Languages: es, eu, fr, gl, ja, pl, pt, ta

source: The WLS weights contain negative and/or zero values.<br><br>(only positive WLS weights allowed).
es: Las ponderaciones MCP (WLS) contienen valores negativos y/o nulos. <br><br> (Solo se admiten ponderaciones positivas).
eu: WLS pisuek balio negatiboak eta/edo zero dituzte.<br><br>(WLS pisu positiboak bakarrik onartzen dira).
fr: Les poids WLS contiennent des valeurs négatives et/ou nulles. <br><br> (seuls les poids WLS positifs sont autorisés).
gl: As ponderacións MCP (WLS) teñen valores negativos e/ou nulos.<br><br>(Só se admiten ponderacións positivas).
ja: 重みつけ最小二乗法ウェイトが0以下<br><br>(加重最小二乗法ウェイトは正の値のみ許容される).
pl: Wagi WLS zawierają wartości ujemne i/lub zerowe.<br><br>(tylko dodatnie wagi WLS są dozwolone).
pt: Os pesos WLS contêm valores negativos e/ou zero.<br><br>(somente pesos WLS positivos são permitidos).
ta: WLS எடைகள் எதிர்மறை மற்றும்/அல்லது சுழிய மதிப்புகளைக் கொண்டுள்ளன. <br> <br> (நேர்மறை WLS எடைகள் மட்டுமே அனுமதிக்கப்படுகின்றன).

source: Singular fit encountered; one or more predictor variables are a linear combination of other predictor variables
es: Se encontró un ajuste raro; alguna(s) variable(s) predictora(s) es(son) una combinación lineal de otras variables predictoras
eu: Doikuntza singularra aurkitu da; aldagai iragarle bat edo gehiago beste aldagai iragarle batzuen konbinazio lineala dira
fr: Ajustement singulier rencontré ; une ou plusieurs variables prédictives sont une combinaison linéaire d'autres variables prédictives
gl: Atopouse un axuste raro; algunha(s) variable(s) preditora(s) é(son) combinación linear doutras variables preditoras
ja: 特異な適合が発生しました; 1つ以上の予測変数は，他の予測変数の線形結合です
pl: Napotkano dopasowanie singularne; jeden lub kilka predyktorów stanowi liniową kombinację innych zmiennych objaśniających.
pt: Ajuste singular encontrado; uma ou mais variáveis preditoras são uma combinação linear de outras variáveis preditoras
ta: ஒற்றை பொருத்தம் ஏற்பட்டது; ஒன்று அல்லது அதற்கு மேற்பட்ட முன்கணிப்பு மாறிகள் மற்ற முன்கணிப்பு மாறிகளின் நேரியல் கலவையாகும்

source: Residual sum of squares is 0; this might be due to extremely low variance of your dependent variable
es: La suma de errores cuadrados es 0; esto podría deberse a una varianza extremadamente baja de la variable dependiente
eu: Karratuen hondar batura 0 da; baliteke zure menpeko aldagaiaren bariantza oso txikia izateagatik izatea
fr: La somme résiduelle des carrés est égale à 0 ; cela peut être dû à une variance extrêmement faible de votre variable dépendante
gl: A suma de erros cadrados é 0; isto pode deberse a unha varianza extremadamente pequena da túa variable dependente
ja: 残差平方和が0です; これは従属変数の分散が非常に小さいことが原因である可能性があります
pl: Resztowa suma kwadratów wynosi 0; może to być spowodowane bardzo niską wariancją wybranej zmiennej zależnej
pt: A soma residual dos quadrados é 0; isto pode ser devido à variação extremamente baixa da sua variável dependente
ta: சதுரங்களின் எஞ்சிய தொகை 0; இது உங்கள் சார்பு மாறியின் மிகக் குறைந்த மாறுபாடு காரணமாக இருக்கலாம்

source: An error occurred while computing the ANOVA: %s
es: Se produjo un fallo al calcular el ANOVA:%s
eu: Errore bat gertatu da ANOVA kalkulatzean: %s
fr: Une erreur s'est produite lors du calcul de l'ANOVA : %s
gl: Ocorreu un fallo ao calcular o ANOVA: %s
ja: 分散分析の計算中にエラーが発生しました: %s
pl: Podczas obliczania testu ANOVA wystąpił błąd: %s
pt: Ocorreu um erro durante o cálculo da ANOVA: %s
ta: ANOVA ஐ கணக்கிடும்போது பிழை ஏற்பட்டது: %s

source: Your design contains empty cells. Please try a different type of sum of squares.
es: Su propuesta contiene celdas vacías. Por favor, pruebe con un tipo diferente de suma de cuadrados.
eu: Zure diseinuak gelaxka hutsak ditu. Saiatu karratuen batura mota desberdin batekin.
fr: Votre conception contient des cellules vides. Veuillez essayer un autre type de somme de carrés.
gl: A túa proposta contén celas baleiras. Por favor, intenta un tipo diferente de suma de cadrados.
ja: デザインに空のセルが含まれています.別の種類の平方和を試してください.
pl: Twój schemat zawiera puste komórki. Spróbuj innego rodzaju sumy kwadratów.
pt: Seu design contém células vazias. Tente um tipo diferente de soma de quadrados.
ta: உங்கள் வடிவமைப்பில் வெற்று செல்கள் உள்ளன. தயவுசெய்து வேறு வகையான சதுரங்களை முயற்சிக்கவும்.

source: The Welch correction could not be computed because '%1$s' has zero variance after grouping on the following level(s) of '%2$s': %3$s
es: No se puede calcular la corrección de Welch porque '%1$s' tiene varianza nula, después de la agrupación en los siguientes niveles de '%2$s': %3$s
eu: Ezin izan da Welch zuzenketa kalkulatu '%1$s'-k zero bariantza duelako '%2$s'-ren maila hauetan taldekatu ondoren: %3$s
fr: La correction de Welch n'a pas pu être calculée car '%1$s' a une variance nulle après regroupement au(x) niveau(x) suivant(s) de '%2$s' : %3$s
gl: Non pode calcularse a corrección de Welch porque '%1$s' ten varianza nula, despois do agrupamento nos seguintes niveis de '%2$s': %3$s
ja: '%1$s' は '%2$s' の次の水準でグループ化した後では分散がゼロなので、ウェルチ補正を計算できなかった: %3$s
pl: Poprawka Welcha nie mogła zostać obliczona , ponieważ '%1$s' ma zerową wariancję na następującym(ych) poziomie(ach) '%2$s': %3$s
pt: A correção de Welch não pode ser computada porque '%1$s' tem variância zero após agrupamento nos seguintes níveis de '%2$s': %3$s
ta: வெல்ச் திருத்தத்தை கணக்கிட முடியவில்லை, ஏனெனில் '%1$s' '%2$s' இன் பின்வரும் மட்டத்தில் (கள்) தொகுக்கப்பட்ட பிறகு சுழிய மாறுபாட்டைக் கொண்டுள்ளது:%3$s

source: ANOVA
ja: 分散分析
ta: அனோவா

source: ANCOVA
ja: 共分散分析
ta: அன்கோவா

source: Homogeneity Correction
es: Corrección de Homogeneidad
eu: Homogeneotasun Zuzenketa
fr: Correction de l'homogénéité
gl: Corrección de Homoxeneidade
ja: 等質性の補正
pl: Poprawka na homogeniczność
pt: Correções de Homogeneidade
ta: ஒரேவிதமான திருத்தம்

source: Cases
es: Casos
eu: Kasuak
fr: Cas
gl: Casos
ja: ケース
pl: Efekty
pt: Casos
ta: வழக்குகள்

source: Sum of Squares
es: Suma de Cuadrados
eu: Karratuen Batura
fr: Somme des carrés
gl: Suma de Cadrados
ja: 平方和
pl: Suma kwadratów
pt: Soma dos quadrados
ta: சதுரங்களின் தொகை

source: df
es: gl
fr: dl
gl: gl
pt: gl
ta: டி.எஃப்

source: Mean Square
es: Cuadrado Medio
eu: Batez besteko Karratua
fr: Moyenne des carrés
gl: Media de Cadrados
ja: 平均平方
pl: Średni kwadrat
pt: Média Quadrática
ta: சராசரி நாற்கை

source: p
ta: ப

source: %s%% CI for η²
eu: %s%% KT η²-rako
gl: IC do %s%% para η²
ja: η²の %s%% CI
pl: %s%% PU dla η²
pt: %s%% IC para η²
ta: η²² க்கு % S % % தொஒ

source: Lower
es: Inferior
eu: Behekoa
fr: Inférieur
gl: Inferior
ja: 下限
pl: Dolny
pt: Inferior
ta: கீழ்

source: Upper
es: Superior
eu: Goikoa
fr: Supérieur
gl: Superior
ja: 上限
pl: Górny
pt: Superior
ta: மேல்

source: %s%% CI for η²ₚ
eu: %s%% KT for η²ₚ-rako
gl: IC do %s%% para η²ₚ
ja: η²ₚ の %s%% CI
pl: %s%% PU dla η²ₚ
pt: %s%% IC para η²ₚ
ta: η²ₚ க்கு %s %% தொஒ

source: %s%% CI for ω²
eu: %s%% KT ω²ₚ-rako
gl: IC do %s%% para ω²
ja: ω² の %s%% CI
pl: %s%% PU dla ω²
pt: %s%% IC para ω²
ta: ω² க்கு %s %% தொஒ

source: %s%% CI for ω²ₚ
eu: %s%% KT ω²ₚ-rako
gl: IC do %s%% para ω²ₚ
ja: ω²ₚ の %s%% CI
pl: %s%% PU dla ω²ₚ
pt: %s%% IC para ω²ₚ
ta: S %% தொஒ க்கு ω²ₚ

source: The Brown-Forsythe and Welch corrections are only available for one-way ANOVA
es: Las correcciones de Brown-Forsythe y de Welch solo están disponibles para ANOVA de un factor
eu: Brown-Forsythe eta Welch zuzenketak ANOVA norabide bakarrerako bakarrik daude eskuragarri
fr: Les corrections Brown-Forsythe et Welch ne sont disponibles que pour l'ANOVA à un facteur
gl: As correccións de Brown-Forsythe e de Welch só están dispoñibles para ANOVA de un factor
ja: ブラウン・フォーサイスとウェルチ補正は，１要因分散分析でのみ使用できます
pl: Poprawki Browna-Forsythe'a i Welcha są dostępne tylko dla 1-ANOVA
pt: As correções Brown-Forsythe e Welch estão disponíveis apenas para ANOVA unilateral
ta: பிரவுன்-ஃபார்ச் சைக்கேத் மற்றும் வெல்ச் திருத்தங்கள் ஒரு வழி ANOVA க்கு மட்டுமே கிடைக்கின்றன

source: Contrast Tables
es: Tablas de Contrastes
eu: Kontraste taulak
fr: Tables de contraste
gl: Táboas de Probas
ja: コントラスト表
pl: Tabele kontrastów
pt: Tabela de Contrastes
ta: மாறுபட்ட அட்டவணைகள்

source: %1$s Contrast - %2$s
es: %1$s Contraste - %2$s
eu: %1$s Kontrastea - %2$s
fr: %1$s Contraste - %2$s
gl: %1$s Proba - %2$s
ja: %1$s コントラスト - %2$s
pl: %1$s Kontrast - %2$s
pt: %1$s Contraste - %2$s
ta: %1$s கான்ட்ராச்ட் - %2$s

source: Insufficient data to estimate full model/contrasts. Likely empty cells in between-subjects design (i.e., bad data structure)
eu: Ez dago datu nahikorik eredu/kontraste osoak kalkulatzeko. Litekeena da subjektuen arteko
gl: Datos insuficientes para estimar modelos/probas completamente. Probablemente hai celas baleiras no deseño entre-suxeitos (i.e. estrutura de datos errónea)
ja: 完全なモデル/対比を推定するためのデータが不十分である。被験者間デザインで空セルが多い(i.e., データ構造が悪い)
pt: Dados insuficientes para estimar o modelo/contrastes completos. Provavelmente há células vazias entre o desenho dos sujeitos (e.g., dados mal estruturados)
ta: முழு மாதிரி/முரண்பாடுகளை மதிப்பிடுவதற்கு போதுமான தரவு. பாடங்களுக்கு இடையில் உள்ள வெற்று செல்கள் (அதாவது, மோசமான தரவு அமைப்பு)

source: Please specify an additional contrast.
es: Por favor, especifique un contraste adicional.
eu: Zehaztu kontraste gehigarri bat.
fr: Veuillez spécifier un contraste supplémentaire.
gl: Por favor, indica unha proba adicional.
ja: 追加のコントラストを指定してください。
pl: Proszę określić dodatkowy kontrast.
pt: Especifique um contraste adicional.
ta: கூடுதல் மாறுபாட்டைக் குறிப்பிடவும்.

source: Wrong number of custom contrast matrix rows.
es: Número incorrecto de filas de la matriz de contraste personalizada.
eu: Kontraste matrizearen errenkada pertsonalizatu kopuru okerra.
fr: Nombre incorrect de lignes de matrice de contraste personnalisée.
gl: Número incorrecto de filas da matriz de proba personalizada.
ja: カスタムのコントラスト行列の行数が正しくありません。
pl: Nieprawidłowa liczba wierszy macierzy kontrastów.
pt: Número errado de linhas de matriz de contraste personalizadas.
ta: தனிப்பயன் மாறுபட்ட மேட்ரிக்ச் வரிசைகளின் தவறான எண்ணிக்கை.

source: Please specify non-zero contrast weights.
es: Por favor, especifique ponderaciones de contraste no nulas.
eu: Zehaztu zero ez diren kontraste pisuak.
fr: Veuillez spécifier des poids de contraste non nuls.
gl: Por favor, indica ponderacións de proba non nulas.
ja: ゼロ以外のコントラストの重みを指定してください。
pl: Proszę podać niezerowe wagi kontrastu.
pt: Especifique pesos de contraste diferentes de zero.
ta: பூச்சியமற்ற மாறுபட்ட எடைகளைக் குறிப்பிடவும்.

source: Post Hoc Tests
es: Contrastes Post-hoc
eu: Post Hoc probak
fr: Tests post-hoc
gl: Probas Post-hoc
ja: 事後検定
pl: Testy post-hoc
pt: Testes Post Hoc
ta: பிந்தைய தற்காலிக சோதனைகள்

source: Standard (HSD)
eu: Estandarra (HSD)
gl: Típico (DSH, HSD)
pl: Standardowy (HSD)
pt: Padrão (DHS)
ta: தரநிலை (எச்.எச்.டி)

source: Standard
eu: Estandarra
gl: Típico
pl: Standardowy
pt: Padrão
ta: தரநிலை

source: Results are averaged over the levels of: %s
es: Los resultados se promedian sobre los niveles de: %s
eu: Emaitzak batez besteko maila hauetan kalkulatzen dira: %s
fr: Les résultats sont moyennés sur les niveaux de:%s
gl: Calculáronse as medias dos resultados sobre os niveis de: %s
ja: 結果は次のレベルで平均化されています: %s
pl: Wyniki są uśrednione dla poziomów z: %s
pt: Os resultados são calculados em média nos níveis de:%s
ta: முடிவுகள் சராசரியாக உள்ளன: %s

source: Some parameters were not estimable due to missingness.
eu: Parametro batzuk ezin izan dira kalkulatu falta zirelako.
gl: Algúns parámetros non eran estimables, debido a perdas.
ja: 一部のパラメーターが推定できません。おそらく，欠損性のためです.
pl: Niektórych parametrów nie można było oszacować z powodu braków danych.
pt: Alguns parâmetros não foram estimáveis devido à ausência deles.
ta: காணாமல் போனதால் சில அளவுருக்கள் மதிப்பிடப்படவில்லை.

source: Bootstrapping based on %s successful replicates.
es: Bootstrapping basado en %s réplicas acertadas.
eu: Bootstrapping %s erreplika arrakastatsuetan oinarrituta.
fr: Bootstrapping basé sur%s de répliques réussies.
gl: Bootstrapping baseado en %s réplicas acertadas.
ja: %s 回成功した再標本に基づいてブートストラップを実施しました。
pl: Bootstrap oparty na %s udanych replikacjach.
pt: Bootstrapping baseado em %s replicações bem-sucedidas.
ta: %s வெற்றிகரமான பிரதிகளின் அடிப்படையில் பூட்ச்ட்ராப்பிங்.

source: Mean Difference estimate is based on the median of the bootstrap distribution.
es: La estimación de la Diferencia de Medias se basa en la mediana de la distribución de bootstrap.
eu: Batez besteko Diferentziaren estimazioa bootstrap banaketaren medianaren oinarrituta dago.
fr: L'estimation des différences de moyennes est basée sur la médiane de la distribution bootstrap.
gl: A estimación da Diferenza de Medias está baseada na mediana da distribución de bootstrap.
ja: 平均差の推定値は，ブートストラップ分布の中央値に基づいています。
pl: Oszacowanie różnicy średnich jest oparte na medianie rozkładu bootstrapowego.
pt: A estimativa da diferença média é baseada na mediana da distribuição bootstrap.
ta: சராசரி வேறுபாடு மதிப்பீடு தொடக்கவார் விநியோகத்தின் சராசரியை அடிப்படையாகக் கொண்டது.

source: Bias corrected accelerated.
es: Sesgo corregido acelerado.
fr: Correction de biais accélérée.
gl: Nesgo corrixido acelerado.
ja: バイアス補正を実施した。
pl: Skorygowane względem obciążenia i przyspieszone (BCa).
pt: Viés corrigido acelerado.
ta: சார்பு சரி செய்யப்பட்டது.

source: Bootstrapping Post Hoc Test
es: Contraste Post-hoc con Bootstrapping
eu: Bootstrapping Post Hoc Proba
fr: Contrast Post Hoc avec Bootstrap
gl: Proba Post-hoc con Bootstrapping
ja: ブートストラップ事後検定
pl: Bootstrapowy test post-hoc
pt: Bootstrapping Testes Post Hoc
ta: பூட்ச்ட்ராப்பிங் பிந்தைய தற்காலிக சோதனை

source: Some confidence intervals could not be computed. Possibly too few bootstrap replicates.
es: No se pueden calcular algunos intervalos de confianza. Posiblemente por muy pocas repeticiones del bootstrap.
eu: Konfiantza tarte batzuk ezin izan dira kalkulatu. Bootstrap erreplika gutxiegi egon daitezke.
fr: Certains intervalles de confiance n'ont pas pu être calculés. Il y a possiblement pas assez de réplications bootstrap.
gl: Algúns intervalos de confianza non poden calcularse. Posiblemente hai moi poucas repeticións do bootstrap.
ja: いくつかの信頼区間が計算できませんでした。 ブートストラップの再標本が少なすぎる可能性があります。
pl: Niektóre przedziały ufności nie mogły zostać obliczone. Prawdopodobnie zbyt mało replikacji bootstrapowych.
pt: Alguns intervalos de confiança não puderam ser calculados. Possivelmente, poucas réplicas de bootstrap.
ta: சில நம்பிக்கை இடைவெளிகளைக் கணக்கிட முடியவில்லை. தொடக்கவார் பிரதிகள் மிகக் குறைவு.

source: Games-Howell
ja: ゲームス・ハウエル(Games-Howell)
ta: கேம்ச்-ஓவல்

source: Games-Howell Post Hoc Comparisons - %s
es: Comparaciones Post-hoc de Games-Howell - %s
eu: Games-Howell Post Hoc Konparaketak - %s
fr: Comparaisons post-hoc de Games-Howell - %s
gl: Comparacións Post-hoc de Games-Howell - %s
ja: ゲームス・ハウエルの事後比較 - %s
pl: Porównania post-hoc Gamesa-Howella - %s
pt: Comparações Post Hoc Games-Howell - %s
ta: விளையாட்டுகள் -ஓவல் பிந்தைய தற்காலிக ஒப்பீடுகள் - %s

source: Comparison
es: Comparación
eu: Konparaketa
fr: Comparaison
gl: Comparación
ja: 比較
pl: Porównanie
pt: Comparação
ta: ஒப்பீடு

source: Mean Difference
es: Diferencia de Medias
eu: Batez bestekoen Aldea
fr: Différence moyenne
gl: Diferenza de Medias
ja: 平均値差
pl: Różnica średnich
pt: Diferença Média
ta: சராசரி வேறுபாடு

source: %.0f%% CI for Mean Difference
es: IC del %.0f %% para la Diferencia de Medias
eu: %0f%% CI Batez bestekoen Aldearentzat
fr: IC pour la différence de moyennes %.0f%%
gl: IC do %.0f%% para a Diferenza de Medias
ja: 平均値差の%.0f%% 信頼区間
pl: %.0f%% PU różnicy średnich
pt: %.0f %% IC para diferença média
ta: சராசரி வேறுபாட்டிற்கு%.0f %% தொஒ

source: p<sub>tukey</sub>
ja: p<sub>テューキー</sub>
ta: பி <சப்> டுகே </துணை>

source: Results based on uncorrected means.
es: Resultados basados en medias sin corregir.
eu: Emaitzak zuzendu gabeko batez bestekoetan oinarrituta.
fr: Résultats basés sur des moyennes non corrigées.
gl: Resultados baseados en medias sen corrixir.
ja: 補正なしの平均値に基づく結果.
pl: Wyniki bazują na nieskorygowanych średnich.
pt: Resultados baseados em médias não corrigidas.
ta: சரி செய்யப்படாத வழிமுறைகளின் அடிப்படையில் முடிவுகள்.

source: Dunnett
ja: ダネット(Dunnett)
ta: டன்னெட்

source: Dunnett Post Hoc Comparisons - %s
es: Comparaciones Post-hoc de Dunnett - %s
eu: Dunnett Post Hoc Konparaketak - %s
fr: Comparaisons post-hoc de Dunnett - %s
gl: Comparacións Post-hoc de Dunnett - %s
ja: ダネットの事後比較 - %s
pl: Porównania post-hoc Dunnetta - %s
pt: Comparações pós-hoc de Dunnett - %s
ta: டன்னெட் போச்ட் ஓக் ஒப்பீடுகள் - %s

source: %s%% CI for Mean Difference
es: IC del %s%% para la Diferencia de Medias
eu: %s%% CI Batez bestekoen Aldearentzat
fr: %s%% IC pour la différence de moyenne
gl: IC do %s%% para a Diferenza de Medias
ja: 平均値差の %s%% 信頼区間
pl: %s%% PU dla różnicy średnich
pt: %s%% IC para diferença média
ta: சராசரி வேறுபாட்டிற்கு%s %% தொஒ

source: p<sub>dunnett</sub>
fr: p<sub>dunette</sub>
ja: p<sub>ダネット</sub>
ta: பி <சப்> டன்னெட் </துணை>

source: Confidence interval is too narrow, please select a different confidence level.
es: El intervalo de confianza es demasiado estrecho, por favor, seleccione un nivel de confianza diferente.
eu: Konfiantza-tartea estuegia da, aukeratu beste konfiantza-maila bat.
fr: L'intervalle de confiance est trop restreint, merci de sélectionner un niveau de confiance différent.
gl: O intervalo de confianza é demasiado estreito, por favor, escolle un nivel de confianza diferente.
ja: 信頼区間が狭すぎるので，別の信頼水準を選択してください。
pl: Przedział ufności jest zbyt wąski, proszę wybrać inny poziom ufności.
pt: O intervalo de confiança é muito estreito, selecione um nível de confiança diferente.
ta: நம்பிக்கை இடைவெளி மிகவும் குறுகியது, தயவுசெய்து வேறு நம்பிக்கை நிலையைத் தேர்ந்தெடுக்கவும்.

source: Assumption Checks
es: Verificaciones de Supuestos
eu: Suposizioen Egiaztapenak
fr: Vérifications des présupposés
gl: Comprobacións de Supostos
ja: 仮定のチェック
pl: Weryfikacja założeń
pt: Verificar pressupostos
ta: அனுமானம் காசோலைகள்

source: Test for Equality of Variances (Levene's)
es: Contraste de Igualdad de Varianzas (de Levene)
eu: Bariantzen Berdintasunerako Proba (Levene-rena)
fr: Test d'égalité des variances (Levene)
gl: Proba de Igualdade de Varianzas (de Levene)
ja: 等分散性の検定（ルビーン）
pl: Test równości wariancji Levene'a
pt: Teste de Igualdade de Variâncias (Levene's)
ta: மாறுபாடுகளின் சமத்துவத்திற்கான சோதனை (லெவேன்ச்)

source: df1
es: gl1
eu: ag1
fr: dl1
gl: gl1
pt: gl1
ta: டி.எஃப் 1

source: df2
es: gl2
eu: ag2
fr: ddl2
gl: gl2
pt: gl2
ta: டி.எஃப் 2

source: F-value equal to zero indicating perfect fit.<br><br>(Levene's tests on an essentially perfect fit are unreliable)
es: Valor de F igual a cero, indicando un ajuste perfecto.<br><br>(Los contrastes de Levene sobre un ajuste esencialmente perfecto no son fiables)
eu: F-balioa zero da, egokitzapen perfektua adierazten duena.<br><br>(Levene-ren probak funtsean egokitzapen perfektu batean ez dira fidagarriak)
fr: Une valeur de F égale à zéro indique un ajustement parfait.<br><br>(Les tests de Levene sur l'adéquation parfaite sont peu fiables)
gl: Valor de F igual a cero, indicando un axuste perfecto. <br><br>(As probas de Levene sobre un axuste esencialmente perfecto non son fiables)
ja: F 値は 0 に等しく，完全適合を示します。<br><br>(本質的に完全適合におけるルビーン検定は信頼できません)
pl: Wartość F równa zero wskazuje na idealne dopasowanie.<br><br>(testy Levene wykonywane dla zasadniczo idealnego dopasowania są niewiarygodne)
pt: Valor F igual a zero, indicando ajuste perfeito.<br><br>(Os testes de Levene em um ajuste essencialmente perfeito não são confiáveis)
ta: பூச்சியத்திற்கு சமமான எஃப்-மதிப்பு சரியான பொருத்தத்தைக் குறிக்கிறது. <br> <br> (அடிப்படையில் சரியான பொருத்தத்தில் லெவனின் சோதனைகள் நம்பமுடியாதவை)

source: Marginal Means
es: Medias Marginales
eu: Batez besteko Marjinalak
fr: Moyennes marginales
gl: Medias Marxinais
ja: 周辺平均
pl: Średnie brzegowe
pt: Médias marginais
ta: விளிம்பு வழிமுறைகள்

source: Bootstrapping Marginal Means
es: Medias Marginales con Bootstrapping
eu: Bootstrapping bidezko Batez besteko Marjinalak
fr: Moyennes marginales avec Bootstrap
gl: Medias Marxinais con Bootstrapping
ja: ブートストラップ周辺平均
pl: Bootstrapowe średnie brzegowe
pt: Bootstrapping para Médias marginais
ta: பூட்ச்ட்ராப்பிங் விளிம்பு வழிமுறைகள்

source: Some confidence intervals could not be computed. Possibly too few bootstrap replicates.
es: No se pueden calcular algunos intervalos de confianza. Posiblemente por muy pocas repeticiones del bootstrap.
eu: Konfiantza-tarte batzuk ezin izan dira kalkulatu. Baliteke bootstrap errepikapen gutxiegi egotea.
fr: Certains intervalles de confiance n'ont pas pu être calculés. Peut-être trop peu de répliques bootstrap.
gl: Algúns intervalos de confianza non poden calcularse. Posiblemente por moi poucas repeticións do bootstrap.
ja: いくつかの信頼区間が計算できませんでした。ブートストラップの再標本が少なすぎる可能性があります。
pl: Niektóre przedziały ufności nie mogły zostać obliczone. Prawdopodobnie zbyt mała liczba replikacji bootstrapowych.
pt: Alguns intervalos de confiança não puderam ser calculados. Possivelmente, poucas réplicas de bootstrap.
ta: சில நம்பிக்கை இடைவெளிகளைக் கணக்கிட முடியவில்லை. தொடக்கவார் பிரதிகள் மிகக் குறைவு.

source: Bootstrapping based on %s replicates.
es: Bootstrapping basado en %s repeticiones.
eu: Bootstrapping %s errepikapenetan oinarrituta dago.
fr: Le bootstrap est basé sur %s répliques.
gl: Bootstrapping baseado en %s repeticións.
ja: %s の再標本に基づくブートストラップ。
pl: Bootstrap oparty na %s replikacjach.
pt: Bootstrapping baseado em %s replicações bem-sucedidas.
ta: %s பிரதிகளின் அடிப்படையில் பூட்ச்ட்ராப்பிங்.

source: Simple Main Effects
es: Efectos Principales Simples
eu: Efektu Nagusi Sinpleak
fr: Effets simples principaux
gl: Efectos Principais Simples
ja: 単純主効果
pl: Proste efekty główne
pt: Efeitos principais simples
ta: எளிய முக்கிய விளைவுகள்

source: Simple Main Effects - %s
es: Efectos Principales Simples - %s
eu: Efektu Nagusi Sinpleak - %s
fr: Effets simples principaux - %s
gl: Efectos Principais Simples - %s
ja: 単純主効果 - %s
pl: Proste efekty główne - %s
pt: Efeitos principais simples - %s
ta: எளிய முக்கிய விளைவுகள் - %s

source: Level of %s
es: Nivel de %s
eu: %s-ren maila
fr: Niveau de %s
gl: Nivel de %s
ja: %s 水準
pl: Poziom %s
pt: Nível de %s
ta: %s நிலை

source: Not enough observations in cells %s.
es: Observaciones insuficientes en las celdas %s.
eu: Ez dago behaketa nahikorik %s gelaxketan.
fr: Pas assez d'observations dans les cellules %s.
gl: Observacións insuficientes nas celas %s.
ja: セル %s に十分な観測値がありません。
pl: Zbyt mała liczba obserwacji w komórkach %s.
pt: Não há observações suficientes nas células %s.
ta: செல்கள் %s இல் போதுமான அவதானிப்புகள் இல்லை.

source: Kruskal-Wallis Test
es: Contraste de Kruskal-Wallis
eu: Kruskal-Wallis Proba
fr: Test de Kruskal-Wallis
gl: Proba de Kruskal-Wallis
ja: クラスカル・ウォリス(Kruskal-Wallis)検定
pl: Test Kruskala-Wallisa
pt: Teste Kruskal-Wallis
ta: க்ருச்கல்-வாலிச் சோதனை

source: Factor
eu: Faktorea
fr: Facteur
ja: 要因
pl: Czynnik
pt: Fator
ta: காரணி

source: Statistic
es: Estadístico
eu: Estatistikoa
fr: Statistiques
gl: Estatístico
ja: 統計量
pl: Statystyka
pt: Estatística
ta: புள்ளிவிவரம்

source: Rank %s
es: Rango %s
gl: Rango %s
ja: 順位 %s
pl: Ranga %s
pt: Ranque %s
ta: தரவரிசை %s

source: %1$i%% CI for Rank %2$s
gl: IC do %1$i%% para o Rango %2$s
ja: 順位 %2$s の %1$i%% CI
pl: %1$i%% PU dla rangi %2$s
pt: %1$i%% IC para o Ranque %2$s
ta: %1 $ i %% தொஒ தரவரிசை%2$s

source: Tests are conducted separately for each variable, without accounting for multivariate effects.
eu: Probak aldagai bakoitzerako bereizita egiten dira, efektu multibariableak kontuan hartu gabe.
gl: As probas realízanse por separado para cada variable, sen considerar efectos multivariantes.
ja: 検定は、多変量効果を考慮せず、各変数について個別に実施した.
pt: Os testes foram conduzidos separadamente para cada variável, sem levar em consideração efeitos multivariados.
ta: பன்முக விளைவுகளை கணக்கிடாமல், ஒவ்வொரு மாறிக்கும் சோதனைகள் தனித்தனியாக நடத்தப்படுகின்றன.

source: Dunn
ja: ダン(Dunn)
ta: டன்
