Repository: jasp-stats/jaspAnova
Catalog: po/R-*.po
Languages: es, eu, fr, gl, ja, pl, pt, ta

source: Dunn's Post Hoc Comparisons - %s
es: Comparaciones Post-hoc de Dunn - %s
eu: Dunn-en Post Hoc Konparaketak - %s
fr: Comparaisons post-hoc de Dunn - %s
gl: Comparacións Post-hoc de Dunn - %s
ja: ダンの事後比較-%s
pl: Porównania post-hoc Dunna - %s
pt: Comparações Post Hoc de Dunn - %s
ta: டன்னின் பிந்தைய தற்காலிக ஒப்பீடுகள் - %s

source: W<sub>i</sub>
ta: W <துணை> நான் </sub>

source: W<sub>j</sub>
ta: W <சப்> சே </sub>

source: r<sub>rb</sub>
ta: ஆர் <சப்> ஆர்.பி </துணை>

source: p<sub>bonf</sub>
ja: p<sub>ボンフェロー二</sub>
ta: பி <சப்> போன் </சப்>

source: p<sub>holm</sub>
ja: p<sub>ホルム</sub>
ta: பி <சப்> ஓல்ம் </துணை>

source: Rank-biserial correlation based on individual Mann-Whitney tests.
es: Correlación de rango biserial basada en contrastes de Mann-Whitney individuales.
gl: Correlación de rango biserial baseada en probas de Mann-Whitney individuais.
ja: 順位-バイシリアル相関は個々のマンホイットニー検定に基づいています.
pl: Korelacja rangowo-dwuseryjna bazująca na testach Manna-Whitneya.
pt: Correlação ranque-bisserial baseada em testes Mann-Whitney individuais.
ta: தனிப்பட்ட மான்-விட்னி சோதனைகளின் அடிப்படையில் தரவரிசை-பைனீரியல் தொடர்பு.

source: Error while loading data. Please verify your repeated measures observations.
es: Fallo al cargar datos. Por favor, verifique sus observaciones de medidas repetidas.
eu: Errorea datuak kargatzean. Mesedez, egiaztatu zure neurri errepikatuen behaketak.
fr: Erreur lors du chargement des données. Merci de vérifier vos observations en mesures répétées.
gl: Fallo ao cargar datos. Por favor, comproba as túas observacións de medidas repetidas.
ja: データの読み込み中にエラーが発生しました。繰り返し測定する観測を確認してください。
pl: Błąd podczas wczytywania danych. Proszę zweryfikować swoje obserwacje z powtórzonymi pomiarami.
pt: Erro ao carregar dados. Por favor, verifique suas observações de medidas repetidas.
ta: தரவை ஏற்றும்போது பிழை. உங்கள் தொடர்ச்சியான நடவடிக்கைகள் அவதானிப்புகளை சரிபார்க்கவும்.

source: Factor: <em>%s</em>, contains fewer than two levels.
es: Factor: <em>%s</em>, contiene menos de dos niveles.
eu: Faktorea: <em>%s</em>, bi maila baino gutxiago ditu.
fr: Facteur : <em>%s</em>, contient moins de deux niveaux.
gl: Factor: <em>%s</em>, contén menos de dous niveis.
ja: 要因: <em>%s</em>，2水準より少なくなっています。
pl: Czynnik: <em>%s</em> zawiera mniej niż dwa poziomy.
pt: Fator: <em>%s</em>, contém menos de dois níveis.
ta: காரணி: <em>%s </em>, இரண்டு நிலைகளுக்கு குறைவாகவே உள்ளது.

source: Factors: <em>%s</em>, contain fewer than two levels.
es: Factores: <em>%s</em>, contienen menos de dos niveles.
eu: Faktoreak: <em>%s</em>, bi maila baino gutxiago ditu.
fr: Facteurs : <em>%s</em>, contiennent moins de deux niveaux.
gl: Factores: <em>%s</em>, contén menos de dous niveis.
ja: 要因: <em>%s</em>，2水準より少なくなっています。
pl: Czynnik <em>%s</em> zawiera mniej niż dwa poziomy.
pt: Fatores: <em>%s</em>, contém menos de dois níveis.
ta: காரணிகள்: <em>%s </em>, இரண்டு நிலைகளுக்கு குறைவாகவே உள்ளன.

source: The repeated measure: <em>%s</em>, contains infinite values.
es: La medida repetida <em>%s</em> contiene valores infinitos.
eu: <em>%s</em> neurri errepikatuak balio infinituak ditu.
fr: La mesure répétée : <em>%s</em>, contient des valeurs infinies.
gl: A medida repetida <em>%s</em> contén valores infinitos.
ja: 反復測定：<em>%s</em>，無限大の値が含まれています。
pl: Powtórzony pomiar <em>%s</em> zawiera wartości nieskończone.
pt: A medida repetida: <em>%s</em>, contém valores infinitos.
ta: மீண்டும் மீண்டும் நடவடிக்கை: <em>%s </em>, எல்லையற்ற மதிப்புகளைக் கொண்டுள்ளது.

source: The repeated measures: <em>%s</em>, contain infinite values.
es: Las medidas repetidas <em>%s</em> contienen valores infinitos.
eu: <em>%s</em> neurri errepikatuek balio infinituak dituzte.
fr: Les mesures répétées : <em>%s</em>, contiennent des valeurs infinies.
gl: As medidas repetidas <em>%s</em> conteñen valores infinitos.
ja: 反復測定：<em>%s</em>，無限大の値が含まれています。
pl: Powtórzony pomiar <em>%s</em> zawiera wartości nieskończone.
pt: As medidas repetidas: <em>%s</em>, contêm valores infinitos.
ta: மீண்டும் மீண்டும் நடவடிக்கைகள்: <em>%s </em>, எல்லையற்ற மதிப்புகளைக் கொண்டுள்ளன.

source: The covariate: <em>%s</em>, contains infinite values.
es: La covariable <em>%s</em> contiene valores infinitos.
eu: <em>%s</em> kobarianteak balio infinituak ditu.
fr: La covariable : <em>%s</em>, contient des valeurs infinies.
gl: A covariable <em>%s</em> contén valores infinitos.
ja: 共変量: <em>%s</em>，無限大の値が含まれています。
pl: Współzmienna <em>%s</em> zawiera wartości nieskończone.
pt: A covariável: <em>%s</em>, contém valores infinitos.
ta: கோவாரியட்: <em>%s </em>, எல்லையற்ற மதிப்புகளைக் கொண்டுள்ளது.

source: The covariates: <em>%s</em>, contain infinite values.
es: Las covariables <em>%s</em> contienen valores infinitos.
eu: <em>%s</em> kobarianteek balio infinituak dituzte.
fr: Les covariances : <em>%s</em>, contiennent des valeurs infinies.
gl: As covariables <em>%s</em> conteñen valores infinitos.
ja: 共変量: <em>%s</em>，無限大の値が含まれています。
pl: Współzmienna <em>%s</em> zawiera wartości nieskończone.
pt: As covariáveis: <em>%s</em>, contêm valores infinitos.
ta: கோவாரியட்டுகள்: <em>%s </em>, எல்லையற்ற மதிப்புகளைக் கொண்டுள்ளன.

source: Please choose a name for the RM factors that differs from those for the between subjects factors.
es: Por favor, elija un nombre para los factores MR distinto de los nombres de los factores entre sujetos.
eu: Mesedez, aukeratu RM faktoreen izen bat, subjektuen arteko faktoreen izenetatik desberdina dena.
fr: Merci de choisir un nom pour les facteurs répétés qui soient différents de ceux des facteurs inter-sujets.
gl: Por favor, escolle un nome para os factores MR distinto dos nomes dos factores entre elementos.
ja: 参加者間要因とは異なる反復測定要因の名前を選択してください。
pl: Proszę wybrać nazwę dla czynników wewnątrzobiektowych, która różni się od nazwy czynników międzyobiektowych.
pt: Escolha um nome para os fatores de RM que difere daqueles para os fatores entre assuntos.
ta: பாடங்களுக்கு இடையிலான காரணிகளிடமிருந்து வேறுபடும் RM காரணிகளுக்கான பெயரைத் தேர்வுசெய்க.

source: Data set too big for univariate follow-up test. Try unselecting "Pool error term for follow-up tests" in the Model tab.
es: Conjunto de datos demasiado grande para el contraste univariante sucesivo. Intente anular la selección de "Agrupar términos de error para los contrastes sucesivos" en la pestaña del Modelo.
eu: Datu multzoa handiegia da jarraipen-proba unibertsalerako. Saiatu "Jarraipen-probetarako errore-termino multzoa" desautatzen Modelo fitxan.
gl: Conxunto de datos grande de máis para a proba univariante sucesiva. Intenta anular a selección de "Agrupar termos de erro para as probas sucesivas" na lapela Modelo.
ja: 単変量追加の検定にはデータが大きすぎます. モデルタブ内の追加の検定の誤差項をプールするを選択しないでください。
pt: Conjunto de dados muito grande para um teste de continuidade univariado. Tente desmarcar "Termo de erro combinado para testes de continuidade" na aba Modelo.
ta: ஒரே மாதிரியான பின்தொடர்தல் சோதனைக்கு தரவு மிகப் பெரியது. மாதிரி தாவலில் "பின்தொடர்தல் சோதனைகளுக்கான பூல் பிழை காலத்தை" தேர்வுசெய்ய முயற்சிக்கவும்.

source: Some parameters are not estimable, most likely due to empty cells of the design.
es: Algunos parámetros no son estimables, probablemente debido a celdas vacías del diseño.
eu: Parametro batzuk ezin dira kalkulatu, ziurrenik diseinuaren gelaxka hutsak direla eta.
fr: Certains paramètres n'ont pas pu être estimés, probablement en raison de cellules vides dans le design.
gl: Algúns parámetros non son estimables, probablemente debido ás celas baleiras da proposta.
ja: 一部のパラメーターが推定できません。おそらく，デザインのセルが空であることが原因です。
pl: Niektórych parametrów nie da się oszacować, najprawdopodobniej z powodu występowania pustych komórek w schemacie.
pt: Alguns parâmetros não são estimáveis, provavelmente devido a células vazias do design.
ta: சில அளவுருக்கள் மதிப்பிடப்படவில்லை, பெரும்பாலும் வடிவமைப்பின் வெற்று செல்கள் காரணமாக இருக்கலாம்.

source: Greenhouse-Geisser
ja: グリーンハウス・ゲイザー(Greenhouse-Geisser)
ta: கிரீன்அவுச் செல்கிறது

source: Huynh-Feldt
ja: フィン・フェルト(Huynh-Feldt)
ta: உய்ன்-ஃபெல்ட்

source: None
es: Ninguna
eu: Bat ere ez
fr: Aucun
gl: Ningunha
ja: なし
pl: Żaden
pt: Nenhum
ta: எதுவுமில்லை

source: Between Subjects Effects
es: Efectos Entre Sujetos
eu: Subjektuen Arteko Efektuak
fr: Effets Inter-sujets
gl: Efectos Entre Elementos
ja: 参加者間効果
pl: Efekty międzyobiektowe
pt: Efeitos Entre Sujeitos
ta: பாட விளைவுகளுக்கு இடையில்

source: %s<sub>G</sub>
ta: %s <சப்> ஐயா </துணை>

source: Within Subjects Effects
es: Efectos Dentro de los Sujetos
eu: Subjektuen Barruko Efektuak
fr: Effets intra-sujets
gl: Efectos Dentro dos Elementos
ja: 参加者内効果
pl: Efekty wewnątrzobiektowe
pt: Efeitos Entre os Sujeitos
ta: பாட விளைவுகளுக்குள்

source: Sphericity Correction
es: Corrección de Esfericidad
eu: Esferizitatearen zuzenketa
fr: Correction de sphéricité
gl: Corrección de Esfericidade
ja: 球面性の補正
pl: Poprawka na sferyczność
pt: Correção de esfericidade
ta: கோள திருத்தம்

source: Sphericity corrections not available for factors with 2 levels.
es: Las correcciones de Esfericidad no están disponibles para factores con 2 niveles.
eu: Esferizitatearen zuzenketak ez daude eskuragarri 2 maila dituzten faktoreetarako.
fr: Les corrections de sphéricité ne sont pas disponibles pour des facteurs à 2 niveaux.
gl: As correccións de Esfericidade non están dispoñibles para factores con 2 niveis.
ja: 水準が２つの因子では，球形度補正は使用できません。
pl: Poprawki na sferyczność nie są dostępne dla czynników z 2 poziomami.
pt: Correções de esfericidade não disponíveis para fatores com 2 níveis.
ta: 2 நிலைகளைக் கொண்ட காரணிகளுக்கு கோள திருத்தங்கள் கிடைக்கவில்லை.

source: Mauchly's test of sphericity indicates that the assumption of sphericity is violated (p < .05).
es: El contraste de Esfericidad de Mauchly indica que no se cumple el supuesto de esfericidad (p <.05).
eu: Mauchlyren esferizitate-probak esferizitatearen hipotesia urratu dela adierazten du (p < .05).
fr: Le test de sphéricité de Mauchly indique que l'hypothèse de sphéricité est violée (p < .05).
gl: A proba de Esfericidade de Mauchly indica que non se cumpre o suposto de esfericidade (p < .05).
ja: モークリー(Mauchly)の球面性の検定は，球面性の仮定に違反していることを示しています（p <.05）。
pl: Test sferyczności Mauchly'ego wskazuje, że założenie o sferyczności jest naruszone (p < .05).
pt: O teste de esfericidade de Mauchly indica que a suposição de esfericidade é violada (p <0,05).
ta: ம uch ச்லியின் கோளத்தின் சோதனை, கோளத்தின் அனுமானம் மீறப்படுவதைக் குறிக்கிறது (ப <.05).

source: Cannot perform homogeneity tests because there are no between subjects factors specified.
es: No se pueden realizar los contrastes de Homogeneidad porque no están especificados los factores entre sujetos.
eu: Ezin dira homogeneotasun-probak egin, ez baitago subjektuen arteko faktorerik zehaztuta.
fr: Impossible de réaliser les tests d'homogénéité parce qu'il n'y a aucun facteur inter-sujet spécifié.
gl: Non poden realizarse as probas de Homoxeneidade porque non están especificados os factores entre elementos.
ja: 参加者間要因が指定されていないため，均質性検定を実行できません。
pl: Nie można przeprowadzić testów homogeniczności, ponieważ czynniki międzyobiektowe nie zostały zdefiniowane.
pt: Não é possível realizar testes de homogeneidade porque não há fatores entre os assuntos especificados.
ta: குறிப்பிடப்பட்ட பாட காரணிகளுக்கு இடையில் எதுவும் இல்லாததால், ஒரேவிதமான சோதனைகளைச் செய்ய முடியாது.

source: Test of Sphericity
es: Contraste de Esfericidad
eu: Esferizitate-Proba
fr: Test de sphéricité
gl: Proba de Esfericidade
ja: 球面性の検定
pl: Test sferyczności
pt: Teste de Esfericidade
ta: கோளத்தின் சோதனை

source: Mauchly's W
es: W de Mauchly
fr: W de Mauchly
gl: W de Mauchly
ja: モークリー(Mauchly)のW
pl: W Mauchly'ego
pt: W de Mauchly
ta: ம uch ச்லியின் டபிள்யூ

source: Approx. %s
es: Aprox. %s
eu: %s%% CI η²-rako
gl: Aprox. %s
ja: 約 %s
pl: Przybl. %s
pt: Aprox. %s
ta: தோராயமாக. %s

source: p-value
es: Valor p
eu: p-balioa
fr: Valeur p
gl: Valor p
ja: p値
pl: wartość p
pt: p-valor
ta: பி-மதிப்பு

source: Greenhouse-Geisser %s
ja: グリーンハウス・ゲイザー(Greenhouse-Geisser)%s
ta: கிரீன்ச்அவுச்-ஐனியர்%s

source: Huynh-Feldt %s
ja: フィン・フェルト(Huynh-Feldt)%s
ta: உய்ன்-ஃபெல்ட் %s

source: Lower Bound %s
es: Límite Inferior %s
eu: Beheko muga %s
fr: Limite inférieure %s
gl: Límite Inferior %s
ja: 下限 %s
pl: Dolna granica %s
pt: Limite inferior %s
ta: குறைந்த பிணைப்பு %s

source: Cannot perform sphericity tests because there are only two levels of the RM factor, or because the SSP matrix is singular.
es: No se pueden realizar los contrastes de Esfericidad porque solo hay dos niveles del factor MR, o porque la matriz SSP es singular.
eu: Ezin dira esferikotasun probak egin RM faktorearen bi maila baino ez daudelako, edo SSP matrizea singularra delako.
fr: Impossible d'effectuer des tests de sphéricité parce qu'il n'y a que deux niveaux du facteur RM, ou parce que la matrice SSP est singulière.
gl: Non poden realizarse as probas de Esfericidade porque só hai dous niveis do factor MR, ou porque a matriz SPP é singular.
ja: 反復測定因子が２水準だけか，SSP行列が特異であるため，球面性の検定は実行できません。
pl: Nie można wykonać testów sferyczności, ponieważ istnieją tylko dwa poziomy czynnika PP lub macierz SSP jest singularna.
pt: Não é possível realizar testes de esfericidade porque existem apenas dois níveis do fator RM.
ta: ஆர்.எம் காரணியின் இரண்டு நிலைகள் மட்டுமே இருப்பதால், அல்லது எச்எச்பி மேட்ரிக்ச் ஒருமை என்பதால் கோள சோதனைகளைச் செய்ய முடியாது.

source: %s corrected p-values are not appropriate for repeated measures post-hoc tests (Maxwell, 1980; Field, 2012).
es: Los valores p corregidos de %s no son apropiados para contrastes Post-hoc de medidas repetidas (Maxwell, 1980; Field, 2012).
eu: %s zuzendutako p-balioak ez dira egokiak neurri errepikatuen post-hoc probetan (Maxwell, 1980; Field, 2012).
fr: Les valeurs p corrigées de %s ne sont pas appropriées pour les tests post-hoc à mesures répétées (Maxwell, 1980 ; Field, 2012).
gl: Os valores p corrixidos de %s non son axeitados para probas Post-hoc de medidas repetidas (Maxwell, 1980; Field, 2012).
ja: %s 修正されたp値は，反復測定の事後検定には適していません（Maxwell、1980; Field、2012）。
pl: Wartości p skorygowane przez %s nie są odpowiednie dla testów post-hoc dla powtarzanych pomiarów (Maxwell, 1980; Field, 2012).
pt: Os valores p corrigidos de %s não são apropriados para testes post-hoc de medidas repetidas (Maxwell, 1980; Field, 2012).
ta: பி-மீண்டும் மீண்டும் நடவடிக்கைகளுக்கு பி-மதிப்புகள் பொருத்தமானவை அல்ல (மேக்ச்வெல், 1980; புலம், 2012).

source: Friedman Test
es: Contraste de Friedman
eu: Friedman Proba
fr: Test de Friedman
gl: Proba de Friedman
ja: フリードマン(Friedman)検定
pl: Test Friedmana
pt: Teste de Friedman
ta: ப்ரீட்மேன் சோதனை

source: Χ²<sub>F</sub>
ta: Χ² <சப்> எஃப் </sub>

source: Kendall's W
es: W de Kendall
fr: W de Kendall
gl: W de Kendall
ja: ケンドール(Kendall)のW
pl: W Kendalla
pt: W de Kendall
ta: கெண்டலின் டபிள்யூ

source: Please specify appropriate terms for the Friedman/Durbin test.
es: Por favor, especifique los términos adecuados para el contraste de Friedman/Durbin.
eu: Mesedez, zehaztu Friedman/Durbin testarako termino egokiak.
fr: Merci de spécifier des termes appropriés pour le test de Friedman/Durbin.
gl: Por favor, indica os termos axeitados para a proba de Friedman/Durbin.
ja: フリードマン(Friedman)/ダービン(Durbin)検定に適切な項を指定してください。
pl: Proszę podać odpowiednie składniki dla testu Friedmana/Durbina.
pt: Especifique os termos apropriados para o teste de Friedman/Durbin.
ta: ப்ரீட்மேன்/டர்பின் சோதனைக்கு பொருத்தமான விதிமுறைகளைக் குறிப்பிடவும்.

source: Not an unreplicated complete block design.
es: No es un diseño completo de bloques inimitable.
fr: Il ne s'agit pas d'un design en bloc complet non répliqué.
gl: Non é un deseño completo de bloques inimitable.
ja: 非複製された完備型ブロック計画ではありません.
ta: பயன்படுத்தப்படாத முழுமையான தொகுதி வடிவமைப்பு அல்ல.

source: Durbin Test
es: Contraste de Durbin
eu: Durbin Proba
fr: Test de Durbin
gl: Proba de Durbin
ja: ダービン(Durbin)検定
pl: Test Durbina
pt: Teste de Durbin
ta: டர்பின் சோதனை

source: df num
es: gl num
fr: ddl num
gl: gl num
ja: df 番号
pt: gl num
ta: டி.எஃப் எண்

source: df den
es: gl denom
fr: ddl den
gl: gl denom
pt: gl den
ta: டி.எஃப் டென்

source: p<sub>F</sub>
ta: பி <சப்> எஃப் </துணை>

source: Conover Test
es: Contraste de Conover
eu: Conover Proba
fr: Test de Conover
gl: Proba de Conover
ja: コノバー(Conover)検定
pl: Test Conovera
pt: Teste de Conover
ta: கோனோவர் சோதனை

source: Conover's Post Hoc Comparisons - %s
es: Comparaciones Post-hoc de Conover - %s
eu: Conover-en Post Hoc konparaketak - %s
fr: Compraisons post-hoc de Conover - %s
gl: Comparacións Post-hoc de Conover - %s
ja: コノバー(Conover)の事後比較 - %s
pl: Porównania post-hoc Conovera - %s
pt: Comparações Post Hoc de Conover - %s
ta: கோனோவரின் பிந்தைய தற்காலிக ஒப்பீடுகள் - %s

source: T-Stat
es: Estadístico-T
fr: Statistique t
gl: Estatístico-T
ja: T統計量
pl: Statystyka t
pt: Estatística-T
ta: டி-ச்டேட்

source: Grouped by %s.
es: Agrupado según %s.
eu: %s-ren arabera taldekatuta.
fr: Groupé par %s.
gl: Agrupado consonte %s.
ja: %sでグループ化。
pl: Pogrupowane według %s.
pt: Agrupado por %s.
ta: %s ஆல் தொகுக்கப்பட்டுள்ளது.

source: Rank-biserial correlation based on individual signed-rank tests.
eu: Sailkapen-biserial korrelazioa banakako zeinu-mailako probetan oinarrituta.
gl: Correlación biserial de rango baseada en probas de rangos de signos individuais.
ja: 順位-バイシリアル相関は個別の符号順位検定に基づいています.
pt: Correlação ranque-bisserial baseada em testes postos-ranque individuais.
ta: தனிப்பட்ட கையொப்பமிடப்பட்ட தரவரிசை சோதனைகளின் அடிப்படையில் தரவரிசை-பைனீரியல் தொடர்பு.

source: Moderator factors must also appear in the model terms!
es: ¡Los factores de moderación deben aparecer también en los elementos del modelo!
eu: Moderatzaile faktoreak ere modeloaren terminoetan agertu behar dira!
fr: Les facteurs de modération doivent aussi apparaître dans les termes du modèle !
gl: Os factores de moderación deben aparecer tamén nos termos do modelo!
ja: 調整要因もモデル項に含まれている必要があります!
pl: Czynniki moderujące także muszą zostać określone się w składnikach modelu!
pt: Fatores moderadores também devem aparecer nos termos do modelo!
ta: மாதிரி சொற்களிலும் மதிப்பீட்டாளர் காரணிகள் தோன்ற வேண்டும்!

source: Infinity found in repeated measures cells.
es: Encontrado el infinito en celdas de medidas repetidas.
eu: Infinitua aurkitu da neurri errepikatuen gelaxketan.
fr: Infini trouvé dans les cellules de mesures répétées.
gl: Atopado o infinito en celas de medidas repetidas.
ja: 反復測定セルに無限大がある。
pl: Wartości nieskończone zostały znalezione w komórkach z powtórzonymi pomiarami.
pt: Infinito encontrado em células de medidas repetidas.
ta: மீண்டும் மீண்டும் நடவடிக்கைகள் உயிரணுக்களில் முடிவிலி காணப்படுகிறது.

source: Number of observations is < %s in repeated measures cells
es: El número de observaciones es < %s en las celdas de medidas repetidas
eu: Behaketa kopurua < %s da neurri errepikatuen gelaxketan
fr: Le nombre d'observation est <%s dans les cellules de mesures répétées
gl: O número de observacións é < %s nas celas de medidas repetidas
ja: 反復測定セルでの観測数は< %sです
pl: W komórkach z powtórzonymi pomiarami liczba obserwacji wynosi < %s
pt: O número de observações é < %s em células de medidas repetidas
ta: அவதானிப்புகளின் எண்ணிக்கை மீண்டும் மீண்டும் நடவடிக்கைகளின் கலங்களில் < %s ஆகும்

source: The variance in the repeated measures cells is 0.
es: La varianza en las celdas de medidas repetidas es 0.
eu: Neurketa errepikatuen gelaxketako bariantza 0 da.
fr: La variance des cellules à mesures répétées est de 0.
gl: A varianza nas celas de medidas repetidas é 0.
ja: 反復測定セルの分散は0です。
pl: Wariancja w komórkach z powtórzonymi pomiarami wynosi 0.
pt: A variação nas células de medidas repetidas é 0
ta: மீண்டும் மீண்டும் நடவடிக்கைகள் கலங்களில் உள்ள மாறுபாடு 0 ஆகும்.

source: Duplicate variables encountered in repeated measures cells, %s
es: Se encontraron variables duplicadas en celdas de medidas repetidas, %s
eu: Behaketa kopurua < %s da neurri errepikatuen gelaxketan
fr: Variables dupliquées dans les cellules de mesures répétées, %s
gl: Atopáronse variables duplicadas en celas de medidas repetidas, %s
ja: 反復測定セルで重複する変数が %s検出されました
pl: W komórkach z powtórzonym pomiarem napotkano na zduplikowane zmienne, %s
pt: Variáveis duplicadas encontradas em células de medidas repetidas, %s
ta: மீண்டும் மீண்டும் நடவடிக்கைகள் செல்கள், %s ஆகியவற்றில் எதிர்கொள்ளும் நகல் மாறிகள்

source: Duplicate variables encountered in %s
es: Se encontraron variables duplicadas en %s
eu: Aldagai bikoiztuak aurkitu dira %s-n
fr: Variables en double trouvées dans %s
gl: Atopáronse variables duplicadas en %s
ja: %s に重複した変数が見つかりました
pl: W %s napotkano powtórzone zmienne
pt: Variáveis duplicadas encontradas em %s
ta: %s இல் எதிர்கொள்ளும் நகல் மாறிகள்

source: Duplicate participant column added to model terms, %s
es: Columna partícipe duplicada añadida a los elementos del modelo, %s
eu: Parte-hartzaile bikoiztutako zutabea gehitu da modeloaren terminoetan, %s
fr: Une colonne de participants en double a été ajoutée aux termes du modèle, %s
gl: Columna partícipe duplicada engadida aos elementos do modelo, %s
ja: モデルの項に重複する参加者の列を追加しました, %s
pl: Do składników modelu została dodana zduplikowana kolumna uczestnika, %s
pt: Coluna de participante duplicada adicionada aos termos do modelo, %s
ta: மாதிரி விதிமுறைகளில் சேர்க்கப்பட்ட நகல் பங்கேற்பாளர் நெடுவரிசை, %s

source: The interaction effect of %1$s has no observations for the combination(s): %2$s. Please adjust the model and remove any interactions with missing cells
es: El efecto de la interacción de %1$s no tiene observaciones para la(s) combinación(es): %2$s. Por favor, ajusta el modelo y elimina cualquier interacción con celdas ausentes
eu: %1$s-ren interakzio efektuak ez du behaketarik konbinazio honetarako: %2$s. Mesedez, egokitu eredua eta kendu falta diren gelaxkekin dauden interakzioak
fr: L'effet d'interaction de %1$s n'a pas d'observations pour la ou les combinaisons : %2$s. Veuillez ajuster le modèle et supprimer toutes les interactions avec les cellules manquantes
gl: O efecto da interacción de %1$s non ten observacións para a(s) combinación(s): %2$s. Por favor, axusta o modelo e elimina calquera interacción con celas ausentes
ja: %1$s の相互作用効果は、組み合わせ（複数可）: %2$s に対して観測値がありません。モデルを調整して、セルが見つからない相互作用を削除してください
pl: Efekt interakcyjny %1$s nie ma żadnych obserwacji dla kombinacji: %2$s. Dostosuj model i usuń wszelkie interakcje, dla których występują brakujące komórki
pt: O efeito da interação de %1$s não possui observações para a(s) combinação(s): %2$s. Por favor ajuste o modelo e remova quaisquer interações com as células ausentes
ta: %1$s இன் தொடர்பு விளைவு சேர்க்கைக்கு (கள்) எந்த அவதானிப்புகளையும் கொண்டிருக்கவில்லை: %2$s. தயவுசெய்து மாதிரியை சரிசெய்து, காணாமல் போன கலங்களுடன் எந்த தொடர்புகளையும் அகற்றவும்
